{
    "winter": [{
        "id": 11,
        "name": "2.43: Seiin Koukou Danshi Volley-bu",
        "slug": "243_seiin_koukou_danshi_volley_bu",
        "year": 2021,
        "season": "Winter",
        "synopsis": "High school student Kimichika Haijima moves back to his hometown, Fukui, after causing trouble in the Tokyo Junior High School volleyball club. There, he is reunited with his childhood friend, Yunii Kuroba, who possesses outstanding physical abilities, but is vulnerable under pressure. Haijima, with his overwhelming passion and talent for volleyball, forms an ace combination with Kuroba.<br><br>\n\nThe two enroll at Seiin High School, where they join the volleyball club. Awaiting them are the 163 cm hot-blooded captain Shinichirou Oda, the talented and sharp-tongued vice-captain Misao Aoki and his third-year pair, and second-year students, including Akito Kanno, who is always wearing long sleeves due to his allergy to sunlight.<br><br>\n\nThe newborn team breaks its former shell of weakness and becomes Fukui's rising star. This is a certain team's journey to victory, with a series of fascinating rivals standing in their way.\n",
        "created_at": "2021-03-27T00:43:26.063804Z",
        "updated_at": "2021-03-27T23:42:37.360664Z",
        "deleted_at": null
    }, {
        "id": 31,
        "name": "Abciee Shuugyou Nikki",
        "slug": "abciee_shuugyou_nikki",
        "year": 2021,
        "season": "Winter",
        "synopsis": "ABCiee is a bit klutzy and ditsy, but he's full of spunk and he starts his dream job at a TV station! This is a work comedy filled with all kinds of hijinks! \"I never knew it was so hard working at a TV station, ciee!\" Despite having to face the unknown rules of the TV business, unique coworkers, and guest stars who have very particular quirks, ABCiee takes them head on with his positivity. Work, love, family, whatever goes!! Please watch over ABCiee as he takes on the TV business.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:43:26.514373Z",
        "updated_at": "2021-03-27T23:46:31.154473Z",
        "deleted_at": null
    }, {
        "id": 100,
        "name": "Alice in Deadly School",
        "slug": "alice_in_deadly_school",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Yuu and Nobu are practicing manzai (a two-person comedy act) act on the roof of the school. At the same time, the school building is overflowing with the presence of non-human \"something else.\" It is said that if a person dies after being bitten by one of them, it will turn into the same \"something else\" and attack people. In the chaos of the school, Will Yuu, Nobu, and the other surviving students be able to escape from its evil hands?<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i> Note: A short special edit of the OVA, titled Alice in Deadly School Tokubetsu-ban: Ima, Stage no Maku ga Agaru (Alice in Deadly School Special Edit -The Stage Begins-), was broadcasted on Jan 4, 2021 as part of the New Year's special.<\/i>",
        "created_at": "2021-03-27T00:43:28.207087Z",
        "updated_at": "2021-03-27T23:58:52.744223Z",
        "deleted_at": null
    }, {
        "id": 3466,
        "name": "Aria the Crepuscolo",
        "slug": "aria_the_crepuscolo",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The season is fall and the city of Neo-Venezia is covered in fallen leaves. Something is bothering Anya, who works at Orange Planet. Her senior colleagues Alice and Athena haven’t seen each other due to their busy schedules, which is making Athena feel sad. But for some reason, Alice seems to be avoiding her altogether. With her friends Ai and Azusa’s help, Anya tries to find a definitive way for Alice and Athena to get together. But during this time, Anya learns of a situation that only she can see because of where she stands.<br>\n<br>\n(Source: Shochiku Films)",
        "created_at": "2021-08-25T08:08:32.278079Z",
        "updated_at": "2021-08-25T09:04:45.075870Z",
        "deleted_at": null
    }, {
        "id": 204,
        "name": "Azur Lane: Bisoku Zenshin!",
        "slug": "azur_lane_bisoku_zenshin",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Animation of the Azur Lane 4-koma manga.",
        "created_at": "2021-03-27T00:43:30.632439Z",
        "updated_at": "2021-03-28T00:17:22.824744Z",
        "deleted_at": null
    }, {
        "id": 3475,
        "name": "B: The Beginning Succession",
        "slug": "b_the_beginning_succession",
        "year": 2021,
        "season": "Winter",
        "synopsis": "In the first season of B: The Beginning, two men confronted their own past with great sacrifice. Maverick detective Keith Flick fought against his demons and finally exposed the dark secrets behind the Kingdom of Cremona. Mutant wunderkind Koku finally reunited with the most precious memory from his stolen childhood. Several months have passed since then, and the entire world seems to have forgotten the turmoil caused by those events. As Keith returns to the Royal Police to conduct his own investigation, Koku and Yuna try to enjoy an ordinary life in peace. But the consequences of the Jaula Blanca experiments are far from being extinct, as Koku soon discovers when his supposedly dead lab mate Kirisame suddenly shows up.\n\n(Source: Official Site)",
        "created_at": "2021-08-31T00:13:46.144938Z",
        "updated_at": "2021-08-31T00:13:46.144938Z",
        "deleted_at": null
    }, {
        "id": 213,
        "name": "Back Arrow",
        "slug": "back_arrow",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Lingalind is enclosed by the Wall. The Wall covers, protects, cultivates, and nurtures the land. The Wall is God. One day in Edger, a village on the outskirts, a mysterious man named Back Arrow appears. Arrow has no memory, but he claims that all he knows is that “I came from outside the Wall.” Arrow tries to go beyond the Wall to regain his memories but is pulled into one conflict after another.\n<br><br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:43:30.840089Z",
        "updated_at": "2021-03-28T00:18:46.906018Z",
        "deleted_at": null
    }, {
        "id": 260,
        "name": "Beastars 2nd Season",
        "slug": "beastars_2nd_season",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>BEASTARS<\/i>.<br>\n<br>\n\"Beastar\"—a title awarded to beasts who prove their excellence through fighting inequality to unite carnivores and herbivores in an anthropomorphic animal society. Cherryton Academy has gone five years without one such leader. However, following the murder of an alpaca within the school boundaries, the growing tension between the different species poses a greater need for a Beastar to ensure peace and harmony.<br>\n<br>\nWhen Louis, the prime candidate for this prestigious role, rejects the offer and leaves the academy, the student council declares to honor any student who captures the culprit of the aforementioned murder as Beastar. Meanwhile, Legoshi's sense of duty as a strong wolf who must protect the weak pushes him to investigate the incident. To further complicate his life, he struggles to manage his complex feelings for the white rabbit, Haru.<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: The first episode had an early delivery on Netflix Japan on January 5, 2021. The regular TV broadcast started on January 7, 2021.<\/i>",
        "created_at": "2021-03-27T00:43:31.987491Z",
        "updated_at": "2021-03-28T00:27:16.049217Z",
        "deleted_at": null
    }, {
        "id": 3526,
        "name": "Bishoujo Senshi Sailor Moon Eternal Movie 1",
        "slug": "bishoujo_senshi_sailor_moon_eternal_movie_1",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Bishoujo Senshi Sailor Moon Eternal serves as the fourth installment in Toei Animation's reboot of Naoko Takeuchi's original magical girl manga. The sequel was announced in January 2017 as a part of the franchise's 25th anniversary and later confirmed to be a two-part anime film covering the Dream arc.\n\n(Source: MAL News)",
        "created_at": "2021-10-07T08:08:36.628089Z",
        "updated_at": "2021-10-08T02:02:40.269873Z",
        "deleted_at": null
    }, {
        "id": 3527,
        "name": "Bishoujo Senshi Sailor Moon Eternal Movie 2",
        "slug": "bishoujo_senshi_sailor_moon_eternal_movie_2",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Bishoujo Senshi Sailor Moon Eternal serves as the fourth installment in Toei Animation's reboot of Naoko Takeuchi's original magical girl manga. The sequel was announced in January 2017 as a part of the franchise's 25th anniversary and later confirmed to be a two-part anime film covering the Dream arc.\n\n(Source: MAL News)",
        "created_at": "2021-10-07T08:08:36.655140Z",
        "updated_at": "2021-10-08T02:03:12.735980Z",
        "deleted_at": null
    }, {
        "id": 377,
        "name": "Bungou Stray Dogs Wan!",
        "slug": "bungou_stray_dogs_wan",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The peaceful days of the very popular work Bungou Stray Dogs are here. The characters of the Armed Detective Agency and the Mafia are in miniature form?! Due to Atsushi and co. becoming cute, this is a different experience to the original work.",
        "created_at": "2021-03-27T00:43:35.049623Z",
        "updated_at": "2021-03-28T00:47:45.748372Z",
        "deleted_at": null
    }, {
        "id": 653,
        "name": "Dr. Stone: Stone Wars",
        "slug": "dr_stone_stone_wars",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Dr. STONE<\/i><br>\n<br>\nNow as he sets down blueprints for a smartphone in the stone world, Tsukasa and his Empire of Might prepare for the upcoming war. Who will be the victor in the fight for humanity?<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:43:41.839737Z",
        "updated_at": "2021-03-28T01:36:31.305290Z",
        "deleted_at": null
    }, {
        "id": 726,
        "name": "Ex-Arm",
        "slug": "ex_arm",
        "year": 2021,
        "season": "Winter",
        "synopsis": "In the year 2014, a high school student who hates machines, Akira Natsume, wants to change himself for the better and tries to take the first step in doing that... But then he gets run over by a truck. Fast forward to 2030. A police officer named Minami Uezono and her partner, the android Alma, infiltrate the scene of a trade going on at Tokyo Harbor for an unknown weapon named “EX-ARM.” They are then attacked by an enemy armed with the “EX-ARM” No.08. Put in this life or death situation, they decide to activate the “EX-ARM” No.00 that they stole from the enemy, and... <br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:43:43.713953Z",
        "updated_at": "2021-03-28T01:49:22.351445Z",
        "deleted_at": null
    }, {
        "id": 867,
        "name": "Gekidol",
        "slug": "gekidol",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Five years after a mystifying disaster decimates cities across the globe, Seria Morino receives an invitation from a mysterious woman to join Alice in Theater, a small stage troupe that takes it upon themselves to brighten the world through their performances using 3D hologram technology. As Seria settles in, she begins to uncover unexpected truths about herself and the world around her…<br>\n<br>\n(Source: Funimation)<br><br>\n<i>Note: The BD box with all episodes was released on Mar 3, 2021. The regular broadcast ended on Mar 23, 2021 on AT-X.<\/i>",
        "created_at": "2021-03-27T00:43:47.254514Z",
        "updated_at": "2021-03-28T02:15:03.006022Z",
        "deleted_at": null
    }, {
        "id": 3480,
        "name": "Gintama: The Final",
        "slug": "gintama_the_final",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Gintama The Final is the 3rd and final film adaptation of the remainder of the Silver Soul Arc",
        "created_at": "2021-09-08T08:08:49.694555Z",
        "updated_at": "2021-09-09T17:47:36.022624Z",
        "deleted_at": null
    }, {
        "id": 3478,
        "name": "Gintama: The Semi-Final",
        "slug": "gintama_the_semi_final",
        "year": 2021,
        "season": "Winter",
        "synopsis": "New special that will tie into the third new Gintama anime film.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2021-09-04T08:08:35.645960Z",
        "updated_at": "2021-09-09T17:47:25.612136Z",
        "deleted_at": null
    }, {
        "id": 3607,
        "name": "Girls und Panzer das Finale Part 3",
        "slug": "girls_und_panzer_das_finale_part_3",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The third film in the six-part <i>Girls und Panzer: Saishuushou<\/i> film series.",
        "created_at": "2022-01-04T08:08:54.301273Z",
        "updated_at": "2022-01-04T09:05:48.288293Z",
        "deleted_at": null
    }, {
        "id": 969,
        "name": "Gotoubun no Hanayome ∬",
        "slug": "gotoubun_no_hanayome_2021",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>5-Toubun no Hanayome<\/i>.<br>\n<br>\nThrough their tutor Fuutarou Uesugi's diligent guidance, the Nakano quintuplets' academic performance shows signs of improvement, even if their path to graduation is still rocky. However, as they continue to cause various situations that delay any actual tutoring, Fuutarou becomes increasingly involved with their personal lives, further complicating their relationship with each other.\n<br><br>\nOn another note, Fuutarou slowly begins to realize the existence of a possible connection between him and the past he believes to have shared with one of the five girls. With everyone's feelings beginning to develop and overlap, will they be able to keep their bond strictly to that of a teacher and his students—or will it mature into something else entirely?\n<br><br>\n(Source: MAL Rewrite)",
        "created_at": "2021-03-27T00:43:49.711620Z",
        "updated_at": "2021-03-28T02:33:40.331807Z",
        "deleted_at": null
    }, {
        "id": 1093,
        "name": "Hataraku Saibou Black",
        "slug": "hataraku_saibou_black",
        "year": 2021,
        "season": "Winter",
        "synopsis": "A rookie Red Blood Cell has been bustling about, frantically making oxygen deliveries all around the body! But his workplace is on the brink of going Code Black!! Drinking, smoking, stress, sleep deprivation... Struggling to survive a life not unlike the brutal corporate world, what must these overworked cells be thinking at the end of the day? This is a tale about the inside of your body...<br>\n<br>\n(Source: Funimation)<br>\n<br>\n<i>Notes:<br>\n- The episodes were streamed two days ahead of the Japanese broadcast on Funimation beginning on Jan 8, 2021 at 2:30 JST. The regular TV broadcast started on Jan 10, 2021 at 0:00 JST.<\/i><br>\n<i>- Episodes 3 and 4 were broadcast in Japan as a one hour special episode on Jan 19, 2021 at 1:40 JST.<\/i>",
        "created_at": "2021-03-27T00:43:53.037480Z",
        "updated_at": "2021-03-28T02:56:25.202214Z",
        "deleted_at": null
    }, {
        "id": 1092,
        "name": "Hataraku Saibou!!",
        "slug": "hataraku_saibou_2021",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Hataraku Saibou<\/i>.<br>\n<br>\n<i>Notes:<br>\n- The episodes were streamed two days ahead of the Japanese broadcast on Funimation beginning on Jan 8, 2021 at 2:00 JST. The regular TV broadcast started on Jan 9, 2021 at 23:30 JST.<br>\n- The pre-screened movie <b>\"Hataraku Saibou!!\" Saikyou no Teki, Futatabi. Karada no Naka wa \"Chou\" Oosawagi!<\/b> is included as episodes 4-8 split into the broadcast.<\/i>",
        "created_at": "2021-03-27T00:43:53.010262Z",
        "updated_at": "2021-03-28T02:56:14.326839Z",
        "deleted_at": null
    }, {
        "id": 3461,
        "name": "Healin' Good♡Precure Movie: Yume no Machi de Kyun! Tto GoGo! Dai Henshin!!",
        "slug": "healin_goodprecure_movie_yume_no_machi_de_kyun_tto_gogo_dai_henshin",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The members of Healin' Good arrive in the city of Tokyo. In Tokyo, the \"YumeR\" experience that can project the people's inner dreams with the \"dream pendant\" that Nodoka and her friends wear has become very popular. Nodoka meets the princess of YumeR with magical power, Kaguya, at the dream town where everyone's dreams are overflowing. Then, mysterious enemies who are after everyone's dreams appear...! Can the Healin' Good and 5GoGo! teams protect everyone's dreams?<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-08-20T08:08:33.029869Z",
        "updated_at": "2021-08-20T09:04:33.085413Z",
        "deleted_at": null
    }, {
        "id": 1187,
        "name": "Horimiya",
        "slug": "horimiya",
        "year": 2021,
        "season": "Winter",
        "synopsis": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:43:55.397845Z",
        "updated_at": "2021-03-28T03:14:03.905663Z",
        "deleted_at": null
    }, {
        "id": 1188,
        "name": "Hortensia Saga (TV)",
        "slug": "hortensia_saga_tv",
        "year": 2021,
        "season": "Winter",
        "synopsis": "When the duke of Hortensia murdered the king, he unleashed a wave of chaos that spilled the blood of many. Brazenly building his kingdom on the ashes of the old one, his violent rule has left many orphans in its wake. But now, the king’s heir has come of age. Living in secret as a man, she’s remained safe, and the time has come to gather allies to take back what is her’s—both country and throne!<br>\n<br>\n(Soure: Funimation)",
        "created_at": "2021-03-27T00:43:55.421504Z",
        "updated_at": "2021-03-28T03:14:14.746678Z",
        "deleted_at": null
    }, {
        "id": 1219,
        "name": "I★Chu: Halfway Through the Idol",
        "slug": "ichu_halfway_through_the_idol",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Youths aiming to become full-fledged idols enroll in the Étoile Vio School where the students are called are called IChu. But soon after they begin, Kuma Kocho gets them off to a rocky start with a single phrase...?! As they each work toward their individual goals, their activities as idols make the IChu begin to wonder... \"What is an idol?\" In their struggle to find an answer, the springtime of the IChu's lives is whittled out in glittering moments and flashes of brilliance. Their story begins now! <br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:43:56.215068Z",
        "updated_at": "2021-03-28T03:19:52.774454Z",
        "deleted_at": null
    }, {
        "id": 1235,
        "name": "Idolls!: Idol Survival",
        "slug": "idolls_idol_survival",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Go for Hoi Hoi Hall!<br>\n<br>\nThis is the passionate but relaxed 10 day story of struggling idols who fight to fill a 100 seat concert hall!<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:43:56.620409Z",
        "updated_at": "2021-03-28T03:22:29.519596Z",
        "deleted_at": null
    }, {
        "id": 1237,
        "name": "Idoly Pride",
        "slug": "idoly_pride",
        "year": 2021,
        "season": "Winter",
        "synopsis": "After a successful audition, high school student Kotono Nagase and her best friend move into a dorm with eight other aspiring idols. They quickly realize it takes more than cute choreography and cute outfits to reach the top—it will take blood, sweat, and tears to advance in the idol-ranking VENUS program, where the top spot is held by superstar Mana Nagase…who happens to be Kotono’s older sister.\n<br><br>(Source: Funimation)",
        "created_at": "2021-03-27T00:43:56.670675Z",
        "updated_at": "2021-03-28T03:22:50.564167Z",
        "deleted_at": null
    }, {
        "id": 1312,
        "name": "Jaku-Chara Tomozaki-kun",
        "slug": "jaku_chara_tomozaki_kun",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Expert gamer Tomozaki Fumiya doesn’t exactly fit in, but he wishes he did. With no written rules for success and gameplay that doesn’t work in his favor, the real world seems impossible for someone like him. But, like any noob, all he really needs are some strategies and a seasoned player like Aoi Hinami to help him. Hopefully with her guidance, Tomozaki will gain the experience he needs.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:43:58.658892Z",
        "updated_at": "2021-03-28T03:35:39.730762Z",
        "deleted_at": null
    }, {
        "id": 1388,
        "name": "Kai Byoui Ramune",
        "slug": "kai_byoui_ramune",
        "year": 2021,
        "season": "Winter",
        "synopsis": "As long as hearts exist inside people, there will always be those who suffer. And then something \"strange\" enters their mind and causes a strange disease to manifest itself in the body. The illness, which is called a \"mystery disease\" is unknown to most, but certainly exists. There is a doctor and apprentice who fights the disease, which modern medicine cannot cure.<br>\n <br>\nHis name is Ramune.<br>\n <br>\nHe acts freely all the time, is foul-mouthed, and doesn’t even look like a doctor! However, once he is confronted with the mysterious disease, he is able to quickly uncover the root cause of his patients' deep-seated distress and cure them.<br>\n <br>\nAnd beyond that...<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:44:00.946777Z",
        "updated_at": "2021-03-28T03:50:07.612716Z",
        "deleted_at": null
    }, {
        "id": 1392,
        "name": "Kaifuku Jutsushi no Yarinaoshi",
        "slug": "kaifuku_jutsushi_no_yarinaoshi",
        "year": 2021,
        "season": "Winter",
        "synopsis": "In a dark world of monsters, adventurers and mages, some of the most gifted healers are subjugated to brute force even by the hands of their compatriots. But one mage, Keyaru, gains the ability to rewind time, turn the tables and right all wrongs.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: This anime was aired at three broadcast censorship levels: a TV version, a streaming-exclusive \"Redo\" version, and an uncensored \"Complete Healing\" version, also translated as \"Complete Recovery\", shown on AT-X.<\/i>",
        "created_at": "2021-03-27T00:44:01.067629Z",
        "updated_at": "2021-03-28T03:50:55.509636Z",
        "deleted_at": null
    }, {
        "id": 1474,
        "name": "Kemono Jihen",
        "slug": "kemono_jihen",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Special detective Kohachi Inugami is sent to investigate a grisly phenomenon involving animal corpses near a remote mountain village. But after meeting a strange boy who agrees to help, he discovers cursed supernatural forces at work. Little by little, Inugami uncovers the truth behind the killings and the boy who may not even be human.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:03.528120Z",
        "updated_at": "2021-03-28T04:05:13.134315Z",
        "deleted_at": null
    }, {
        "id": 1622,
        "name": "Kumo Desu ga, Nani ka?",
        "slug": "kumo_desu_ga_nani_ka",
        "year": 2021,
        "season": "Winter",
        "synopsis": "I, the protagonist, was just an ordinary high school girl, but suddenly I was reincarnated as a spider monster in a fantasy world. Not only that, but I awakened in a dungeon filled with vicious monsters. Armed with only my human knowledge and my overwhelming positivity, I'm forced to use spiderwebs and traps to defeat far stronger monsters just to stay alive... So begins the labyrinth survival story of a girl with incredible mental strength living as one of the lowest-ranked beasts!<br><br>\n\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:44:07.720382Z",
        "updated_at": "2021-03-28T04:32:40.898076Z",
        "deleted_at": null
    }, {
        "id": 1691,
        "name": "Log Horizon: Entaku Houkai",
        "slug": "log_horizon_entaku_houkai",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The third season of <i>Log Horizon<\/i>.<br>\n<br>\nIt’s been a year since Shiroe and his friends were trapped in Akiba due to the Catastrophe. Their forging of the Round Table has brought order and prosperity to its people. But fracturing political alliances and the constant menace of the Genius monsters threaten to destabilize all they’ve fought for and built. Can faith be restored and they persevere, or is its destruction truly inevitable?<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:09.646691Z",
        "updated_at": "2021-03-28T04:45:12.535506Z",
        "deleted_at": null
    }, {
        "id": 1804,
        "name": "Maiko-san Chi no Makanai-san",
        "slug": "maiko_san_chi_no_makanai_san",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Kiyo and Sumire came to Kyoto from Aomori Prefecture, dreaming of becoming maiko. But after an unexpected turn of events, Kiyo starts working as the live-in cook at the Maiko House. Their story unfolds in Kagai, the Geiko and maiko district in Kyoto, alongside their housemate maikos. Kiyo nourishes them daily with her homecooked meals, and Sumire strives toward her promising future as the once-in-a-century maiko.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Each episode is released on the fourth Thursday of each month.<\/i>",
        "created_at": "2021-03-27T00:44:12.847068Z",
        "updated_at": "2021-03-28T05:06:29.814263Z",
        "deleted_at": null
    }, {
        "id": 1822,
        "name": "Majutsushi Orphen Hagure Tabi: Kimluck-hen",
        "slug": "majutsushi_orphen_hagure_tabi_kimluck_hen",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Majutsushi Orphen Hagure Tabi<\/i>.<br>\n<br>\nOrphen now knows Azalie's true motive and heads to the holy city of Kimluck. However, a fierce battle with the \"Death Teacher\" awaits him.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:13.342841Z",
        "updated_at": "2021-03-28T05:10:11.403588Z",
        "deleted_at": null
    }, {
        "id": 1995,
        "name": "Mushoku Tensei: Isekai Ittara Honki Dasu",
        "slug": "mushoku_tensei_isekai_ittara_honki_dasu",
        "year": 2021,
        "season": "Winter",
        "synopsis": "When a 34-year-old underachiever gets run over by a bus, his story doesn’t end there. Reincarnated in a new world as an infant, Rudy will seize every opportunity to live the life he’s always wanted. Armed with new friends, some freshly acquired magical abilities, and the courage to do the things he’s always dreamed of, he’s embarking on an epic adventure—with all of his past experience intact!<br>\n<br>\n(Source: Funimation)\n<br><br>\n<i>Note: The anime pre-screened its 1st and 2nd episode starting on the 27th of December on the Nico Nico Live Broadcasting and D Anime Store services<i\/>",
        "created_at": "2021-03-27T00:44:18.581282Z",
        "updated_at": "2021-03-28T05:41:19.253443Z",
        "deleted_at": null
    }, {
        "id": 2018,
        "name": "Nanatsu no Taizai: Funnu no Shinpan",
        "slug": "nanatsu_no_taizai_funnu_no_shinpan",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The fourth season of <i>Nanatsu no Taizai<\/i>.",
        "created_at": "2021-03-27T00:44:19.240943Z",
        "updated_at": "2022-12-15T22:11:34.531311Z",
        "deleted_at": null
    }, {
        "id": 3481,
        "name": "Natsume Yuujinchou: Ishi Okoshi to Ayashiki Raihousha",
        "slug": "natsume_yuujinchou_ishi_okoshi_to_ayashiki_raihousha",
        "year": 2021,
        "season": "Winter",
        "synopsis": "In \"Ishi Okoshi,\" Natsume meets a small youkai called Mitsumi in a forest. Mitsumi is entrusted to wake up the divine youkai \"Iwatetsu\" from its deep slumber. Mitsumi weighs on Natsume's mind, so he sets out to help Mitsumi with his task.\n<br><br>\nIn \"Ayashiki Raihousha,\" a mysterious visitor appears in front of Tanuma. Nearly every day, the visitor visits Tanuma, talks to him a little, and then leaves. Natsume, who knows the visitor is a youkai, worries for Tanuma, but Tanuma enjoys these exchanges with the youkai. The youkai means no harm, but Tanuma's health slowly starts to deteriorate.\n<br><br>\n(Source: Anime News Network)",
        "created_at": "2021-09-09T08:08:46.887692Z",
        "updated_at": "2021-09-09T17:47:41.206066Z",
        "deleted_at": null
    }, {
        "id": 2103,
        "name": "Non Non Biyori Nonstop",
        "slug": "non_non_biyori_nonstop",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The third season of <i>Non Non Biyori<\/i>.<br>\n<br>\n Fresh excitement brews as someone new moves into the house next door. The students of the tiny, tight-knit Asahigaoka branch school will have to make this newcomer feel welcome!<br>\n<br>\n(Source: Sentai Filmworks)",
        "created_at": "2021-03-27T00:44:21.579793Z",
        "updated_at": "2021-03-28T06:00:35.785426Z",
        "deleted_at": null
    }, {
        "id": 3379,
        "name": "Okashi na Sabaku no Suna to Manu",
        "slug": "okashi_na_sabaku_no_suna_to_manu",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The story centers on the everyday life of the cats Suna and Manu, who live in a desert — a desert made of sugar instead of sand.<br><br>\n(Source: ANN)",
        "created_at": "2021-04-26T08:11:33.165986Z",
        "updated_at": "2021-05-06T10:36:45.290635Z",
        "deleted_at": null
    }, {
        "id": 2180,
        "name": "Ore dake Haireru Kakushi Dungeon",
        "slug": "ore_dake_haireru_kakushi_dungeon",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The Hidden Dungeon is a place of legend where rare treasures and items are hidden. Noir, the third son of an impoverished noble family who's lost the one job offer he had, was lucky enough to hear about this dungeon. He then acquires a skill that allows him to create, bestow, and edit skills... and in order to use it, he needs to accumulate points by carrying out such tasks as eating delicious meals and doing sexual things with alluring members of the opposite sex.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:44:23.547256Z",
        "updated_at": "2021-03-28T06:14:57.975988Z",
        "deleted_at": null
    }, {
        "id": 3563,
        "name": "Oshiete Hokusai! The Animation",
        "slug": "oshiete_hokusai_the_animation",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The story follows Tenkorin Okakura, a high school slacker girl. While dreaming of a painter god, she makes a wish that her dreams can come true without practice or effort. The god Raijin hears her wish, summons real-life historical artists, and tells Tenkorin to have these artists teach her so that she can fulfill her dreams. Guided by their teachings, Tenkorin aims to become a real painter with a promising future.",
        "created_at": "2021-11-08T08:09:21.753672Z",
        "updated_at": "2021-11-08T09:05:11.552448Z",
        "deleted_at": null
    }, {
        "id": 2266,
        "name": "Planetarian: Snow Globe",
        "slug": "planetarian_snow_globe",
        "year": 2021,
        "season": "Winter",
        "synopsis": "A New Planetarian OVA featuring the prequel short story \"Snow Globe,\" which debuted as part of a novel volume that bundled with a limited-edition version of the original PC game. <br><br>(Source: Anime News Network)<br><br>",
        "created_at": "2021-03-27T00:44:25.693394Z",
        "updated_at": "2021-03-28T06:30:38.354915Z",
        "deleted_at": null
    }, {
        "id": 3542,
        "name": "Princess Principal: Crown Handler Movie 1",
        "slug": "princess_principal_crown_handler_movie_1",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The first out of six movie sequels to the TV series.\n<br><br>\nThe story is set in London at the end of the 19th century. A new task has been assigned to Team White Pigeon, a group of spies from the Commonwealth. It is a delivery of a used bookstore owner to the Commonwealth. Ange, Dorothy and Chise successfully recapture the owner, who had been held in a detention center by the Kingdom. Meanwhile, the \"spy hunt\" became more intense in the Kingdom following an assassination attempt on the queen, and tension is strained at Control in the Commonwealth. Control speculates that the spy who has dispatched to the royal family might be a \"double agent.\" To find out the truth, they order Team White Pigeon to contact with the spy, whose codename is \"Bishop.\" How their new mission will be accomplished? And who is \"Bishop\"?\n<br><br>\n(Source: Official Site)",
        "created_at": "2021-10-11T08:08:59.205602Z",
        "updated_at": "2021-10-11T09:04:50.186994Z",
        "deleted_at": null
    }, {
        "id": 2313,
        "name": "Project Scard: Praeter no Kizu",
        "slug": "project_scard_praeter_no_kizu",
        "year": 2021,
        "season": "Winter",
        "synopsis": "After a rebellion in the Akatsuki Special Ward of Tokyo, the government collapses and citizens are left to fend for themselves. With Divine Tattoos that each possess unique powers, agents known as the Scard rise up to become the protectors of peace.\n\nBut loyal to three contending organizations, they’ll have to face more than just criminals in order to serve their own definitions of justice.\n<br><br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:26.826759Z",
        "updated_at": "2021-03-28T06:38:59.559012Z",
        "deleted_at": null
    }, {
        "id": 2363,
        "name": "Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season Part 2",
        "slug": "rezero_kara_hajimeru_isekai_seikatsu_2nd_season_part_2",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second cour of the second season of <i>Re:Zero kara Hajimeru Isekai Seikatsu<\/i>.<br>\n<br>\nAfter learning more behind the Death Loop and Witches of Sin, Subaru vows to save Emilia and his friends from further doom.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:44:28.027506Z",
        "updated_at": "2021-03-28T07:04:07.412188Z",
        "deleted_at": null
    }, {
        "id": 3795,
        "name": "Seitokai Yakuindomo Movie 2",
        "slug": "seitokai_yakuindomo_movie_2",
        "year": 2021,
        "season": "Winter",
        "synopsis": null,
        "created_at": "2022-05-01T15:22:13.948131Z",
        "updated_at": "2022-05-01T15:22:13.948131Z",
        "deleted_at": null
    }, {
        "id": 2592,
        "name": "Shin Chuuka Ichiban! 2nd Season",
        "slug": "shin_chuuka_ichiban_2nd_season",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Shin Chuuka Ichiban!<\/i>",
        "created_at": "2021-03-27T00:44:34.213957Z",
        "updated_at": "2021-03-28T07:45:24.732804Z",
        "deleted_at": null
    }, {
        "id": 3573,
        "name": "Shin Tennis no Ouji-sama: Hyoutei vs. Rikkai - Game of Future",
        "slug": "shin_tennis_no_ouji_sama_hyoutei_vs_rikkai_game_of_future",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The new anime will tell an original story, featuring a match between the Hyoutei Academy Secondary Department led by Keigo Atobe and Rikkai University-Affiliated Middle School led by Seiichi Yukimura. The story was previously not depicted in the manga, it takes place after the U-17 World Cup.",
        "created_at": "2021-11-16T08:09:04.719868Z",
        "updated_at": "2021-11-16T11:19:05.228681Z",
        "deleted_at": null
    }, {
        "id": 2669,
        "name": "Show by Rock!! Stars!!",
        "slug": "show_by_rock_stars",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The fourth season of <i>SHOW BY ROCK!!<\/i>.",
        "created_at": "2021-03-27T00:44:36.292813Z",
        "updated_at": "2021-03-28T07:59:11.768966Z",
        "deleted_at": null
    }, {
        "id": 2685,
        "name": "SK∞",
        "slug": "sk",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Reki, a high school sophomore and skater, is addicted to “S,” a highly secret and dangerous downhill skateboarding race that takes place in an abandoned mine. The skaters are especially wild about the “beefs,” or heated battles that erupt in the races.<br>\n<br>\nReki takes Langa, a transfer student returning to Japan after studying abroad, to the mine where the races are held. Langa, who has no skateboarding experience, finds himself pulled into the world of “S”...<br>\n<br>\n(Source: Aniplex of America)\n<br><br>\n<i>Note: On 13\/03\/2021 a recap episode (9.5) went on air, postponing the broadcast of the canon episodes by one week<i\/>",
        "created_at": "2021-03-27T00:44:36.795201Z",
        "updated_at": "2021-03-28T08:02:13.393920Z",
        "deleted_at": null
    }, {
        "id": 2686,
        "name": "Skate-Leading☆Stars",
        "slug": "skate_leadingstars",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Kensei Maeshima left the world of figure skating after his rival said, “You’ll never beat me.” Years later, he’s using his athleticism to help several high school teams, never focusing on one. But when his adversary publicly announces a shift to a team sport, a kid familiar with Kensei’s past finds and offers him an invitation to lace up his skates and join the world of skate-leading.<br><br>(Source: Funimation)<br>\n<br>\n<i>Note: The series premiered on Funimation and affiliated streaming services (Wakanim, AnimeLab) on December 27, 2020. The Japanese broadcast started two weeks later on January 10, 2021.<\/i>",
        "created_at": "2021-03-27T00:44:36.819367Z",
        "updated_at": "2021-03-28T08:02:21.574379Z",
        "deleted_at": null
    }, {
        "id": 2722,
        "name": "Soukou Musume Senki",
        "slug": "soukou_musume_senki",
        "year": 2021,
        "season": "Winter",
        "synopsis": "In an unplanned field trip, Riko is transported to an alternate Japan where metal-based life forms known as Mimesis ravage the world. Only girls equipped with LBX armored weaponry can stand up to this scourge. Joined by four other displaced young women, Riko will have to adapt to save humanity. The hope of a planet now rests on these heavy metal soldiers who desire one wish—to return home again!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:37.876024Z",
        "updated_at": "2021-03-28T08:09:14.844731Z",
        "deleted_at": null
    }, {
        "id": 2862,
        "name": "Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu Youna Monogatari",
        "slug": "tatoeba_last_dungeon_mae_no_mura_no_shounen_ga_joban_no_machi_de_kurasu_youna_monogatari",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The story follows Lloyd, a budding adventurer who just wants to get stronger. His plan? Head to the capital and discover his true power, even though he grew up being considered a weakling. So Lloyd heads out from his hometown, which interestingly exists directly next to the most dangerous dungeon. He might not think of himself as strong, but he’ll soon learn that there’s even more of a difference between him and other starting adventurers.<br>\n<br>\nYou know, because he grew up next to a deadly dungeon. He’s much stronger than he realizes.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:41.359304Z",
        "updated_at": "2021-03-28T08:34:38.443529Z",
        "deleted_at": null
    }, {
        "id": 2889,
        "name": "Tenchi Souzou Design-bu",
        "slug": "tenchi_souzou_design_bu",
        "year": 2021,
        "season": "Winter",
        "synopsis": "I made the light, the water, and the earth below. Now it's time to make the life that dwells upon it. Actually... that sounds like a giant headache, so I'll contract it out! Heaven's Design Team is an agency that creates made-to-order life forms for their client, God. Why does this life form look like that? Why does this life form live this way? Watch the trials and successes of the designers and engineers forced to breathe life into God's absurd requests!<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:44:42.039352Z",
        "updated_at": "2021-03-28T08:39:48.899878Z",
        "deleted_at": null
    }, {
        "id": 3435,
        "name": "Tenkuu Shinpan",
        "slug": "tenkuu_shinpan",
        "year": 2021,
        "season": "Winter",
        "synopsis": "High school student Yuri Honjou finds herself lost in an “abnormal space” where countless skyscrapers are connected by suspension bridges and “masked figures” mercilessly slaughter their confused and fleeing victims. To survive in this hellish world, she has two choices: kill the masked figures or be killed. Yuri is determined to survive in order to destroy this irrational world, but what will be her ultimate fate?\n\n(Source: Netflix)",
        "created_at": "2021-08-03T07:48:27.903181Z",
        "updated_at": "2021-08-03T07:48:27.903181Z",
        "deleted_at": null
    }, {
        "id": 2906,
        "name": "Tensei shitara Slime Datta Ken 2nd Season",
        "slug": "tensei_shitara_slime_datta_ken_2nd_season",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Tensei Shitara Slime Datta Ken<\/i>.<br>\n<br>\nNow that the Jura Tempest Alliance is growing even further, they will now be meeting the animal kingdom of Eurazania, reuniting with King Gazel, rising tensions between monsters and humans, and Rimuru encountering the strongest enemy he’s ever faced.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:42.483751Z",
        "updated_at": "2021-03-28T08:42:45.663104Z",
        "deleted_at": null
    }, {
        "id": 3482,
        "name": "Tokyo 7th Sisters: Bokura wa Aozora ni Naru",
        "slug": "tokyo_7th_sisters_bokura_wa_aozora_ni_naru",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Donuts' Tokyo 7th Sisters smartphone game celebrated its sixth anniversary by announcing a brand-new 70-minute anime adaptation by Toei Animation. Theaters will screen the new anime for a limited \"simultaneous\" run this summer. The teaser video for the game's sixth anniversary ends with the tagline, \"The summer of Tokyo 7th Sisters is coming again.\"<br><br>(Source: Anime News Network, edited)\n",
        "created_at": "2021-09-11T08:08:45.009134Z",
        "updated_at": "2021-09-11T09:04:38.467648Z",
        "deleted_at": null
    }, {
        "id": 3003,
        "name": "Tropical-Rouge! Precure",
        "slug": "tropical_rouge_precure",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Manatsu Natsuumi is a first-year junior high school student born and raised on a small island. On the day she moves from the island, She meets Laura, a mermaid girl who has come to the earth alone in search of the legendary warrior, PreCure. Laura's hometown, Grand Ocean, is attacked by a witch who lives in the dark depths of the ocean, and all of their motivational power is taken away. It is said that if the motivational power of humans is also taken away, the world will be in deep trouble. Laura is captured by the witch's servant, and Manatsu transforms into Cure Summer to save her.<br><br>(Source: Crunchyroll)",
        "created_at": "2021-03-27T00:44:44.992566Z",
        "updated_at": "2021-03-28T09:00:11.019879Z",
        "deleted_at": null
    }, {
        "id": 3062,
        "name": "Uma Musume: Pretty Derby Season 2",
        "slug": "uma_musume_pretty_derby_season_2",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Uma Musume: Pretty Derby<\/i>.",
        "created_at": "2021-03-27T00:44:46.548548Z",
        "updated_at": "2021-03-28T09:11:25.786931Z",
        "deleted_at": null
    }, {
        "id": 3076,
        "name": "Urasekai Picnic",
        "slug": "urasekai_picnic",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Moments from death, Sorawo is saved by the mysterious Toriko in the Otherside. Attracted to its beauty, she soon discovers that this dimension is inhabited by monsters once thought imaginary. Joining with Toriko in her search for a missing friend, they set out to explore this nightmare-realm and maybe make a little money. What they encounter could bring enlightenment—or drive them mad!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:46.900607Z",
        "updated_at": "2021-03-28T09:13:51.469255Z",
        "deleted_at": null
    }, {
        "id": 3108,
        "name": "Vlad Love",
        "slug": "vlad_love",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Mitsugu Bamba is a high school girl who is crazy about donating her blood, to the point that she feels compelled to visit a local blood bank despite the unfriendly nurse. One day, Mitsugu encounters a beautiful girl there who looks like she has come from overseas. The girl is so pale that she appears ready to faint. Instead, she suddenly starts trashing the blood bank. The girl then loses consciousness and so Mitsugu takes her home...<br><br>(Source: Official Website)<br>\n<br>\n<i>Note: The first episode was streamed on the official Vlad Love YouTube channel on Dec 18, 2020. The first 6 episodes were released on streaming platforms on Feb 14, 2021. The last 6 episodes were released on Mar 14, 2021.<\/i>",
        "created_at": "2021-03-27T00:44:47.676099Z",
        "updated_at": "2021-03-28T09:20:06.221768Z",
        "deleted_at": null
    }, {
        "id": 3131,
        "name": "Wave!!: Surfing Yappe!!",
        "slug": "wave_surfing_yappe",
        "year": 2021,
        "season": "Winter",
        "synopsis": "Set in the city of Ooarai in Ibaraki prefecture, and centers on Masaki Hinaoka, who befriends transfer student Shou Akitsuki before the summer break, and ends up getting hooked on surfing. Through the sport, Masaki will get to know new friends, and will also drift apart from them in his journey to adulthood.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2021-03-27T00:44:48.253017Z",
        "updated_at": "2021-03-28T09:24:05.947777Z",
        "deleted_at": null
    }, {
        "id": 3138,
        "name": "WIXOSS Diva(A)Live",
        "slug": "wixoss_divaalive",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The story moves the \"Wixoss\" card game to the online virtual space of \"Wixossland\" as it continues to grow more popular. The game allows players to become the LRIG avatars themselves. The most popular format in the game is \"Diva Battle,\" which allows three players to team up to compete against other units for the most \"Selector\" fans. Some units are idol-themed, while others are DJ- and band-themed.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2021-03-27T00:44:48.429369Z",
        "updated_at": "2021-03-28T09:25:30.869586Z",
        "deleted_at": null
    }, {
        "id": 3141,
        "name": "Wonder Egg Priority",
        "slug": "wonder_egg_priority",
        "year": 2021,
        "season": "Winter",
        "synopsis": "This is the story of Ai, an introverted girl whose fate is forever changed when she acquires a mysterious “Wonder Egg” from a deserted arcade. That night, her dreams blend into reality, and as other girls obtain their own Wonder Eggs, Ai discovers new friends—and the magic within herself.\n<br><br>\n(Source: Funimation)",
        "created_at": "2021-03-27T00:44:48.503145Z",
        "updated_at": "2021-03-28T09:25:55.173726Z",
        "deleted_at": null
    }, {
        "id": 3149,
        "name": "World Trigger 2nd Season",
        "slug": "world_trigger_2nd_season",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>World Trigger<\/i>.<br>\n<br>\nThe border defense organization \"Border\" was established to fight against the attacks of the \"Neighbors\" who possess unknown power. \nOsamu Mikumo, a member of the Border, forms the Mikumo Squad with Yuma Kuga, a Neighbor who he met by chance, and his childhood friend Chika Ametori, and they struggle to win the internal Border rankings in order to join the expeditionary force to the Neighborhood.<br>\n<br>\n(Source: Toei Animation)",
        "created_at": "2021-03-27T00:44:48.700637Z",
        "updated_at": "2021-03-28T09:27:22.069449Z",
        "deleted_at": null
    }, {
        "id": 3150,
        "name": "World Witches Hasshin Shimasu!",
        "slug": "world_witches_hasshin_shimasu",
        "year": 2021,
        "season": "Winter",
        "synopsis": null,
        "created_at": "2021-03-27T00:44:48.724485Z",
        "updated_at": "2021-03-27T01:36:16.608811Z",
        "deleted_at": null
    }, {
        "id": 3599,
        "name": "Wu Liuqi Zhi Xuanwu Guo Pian",
        "slug": "wu_liuqi_zhi_xuanwu_guo_pian",
        "year": 2021,
        "season": "Winter",
        "synopsis": "In order to protect the residents of Xiaoji Island and the peaceful life there, Wu Liuqi with his partners Dabao and Xiaofei embarks on an adventure to the Xuanwu Kingdom to find out the truth about his identity and a way to save the island. Waiting for them are more mysteries and adventures.\n<br><br>\n(Source: bilibili, translated)",
        "created_at": "2021-12-21T08:09:06.789840Z",
        "updated_at": "2021-12-21T09:05:47.743029Z",
        "deleted_at": null
    }, {
        "id": 3167,
        "name": "Yakusoku no Neverland 2nd Season",
        "slug": "yakusoku_no_neverland_2nd_season",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Yakusoku no Neverland<\/i>.<br>\n<br>\nFifteen children escape Grace Field House, a false paradise, hoping for a chance at freedom. Instead, they encounter plants and animals they have never before seen, and are chased by demons. The outside world is so beautiful, and yet is almost too cruel to face.<br><br>\n\nEven so, the children refuse to give up. They are guided in their search for better lives only by a message from Minerva and a pen Norman left behind in order to fulfill their promise to return to the House to save those of their family who are still trapped within.<\/br><br>\n\n(Source: Aniplex of America)\n<br><br>\n<i>Note: Episode 1 streamed early on Amazon Prime on Jan 7, 2021. The regular TV broadcast started on Jan 8, 2021.<\/i>",
        "created_at": "2021-03-27T00:44:49.144724Z",
        "updated_at": "2021-03-28T09:30:41.636582Z",
        "deleted_at": null
    }, {
        "id": 3181,
        "name": "Yami Shibai 8",
        "slug": "yami_shibai_8",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The eighth season of <i>Yami Shibai<\/i>.",
        "created_at": "2021-03-27T00:44:49.497789Z",
        "updated_at": "2021-03-28T09:33:13.050230Z",
        "deleted_at": null
    }, {
        "id": 3186,
        "name": "Yatogame-chan Kansatsu Nikki Sansatsume",
        "slug": "yatogame_chan_kansatsu_nikki_sansatsume",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The third season of <i>Yatogame-chan Kansatsu Nikki<\/i>.",
        "created_at": "2021-03-27T00:44:49.622242Z",
        "updated_at": "2021-03-28T09:34:12.964779Z",
        "deleted_at": null
    }, {
        "id": 3210,
        "name": "Youjo Shachou",
        "slug": "youjo_shachou",
        "year": 2021,
        "season": "Winter",
        "synopsis": "She’s not a genius. She’s not a prodigy. Heck, she’s not even old enough to vote! But somehow Najimu Mujina scored a totally above-average job as the president and “CEO” of the Mujina Company, where she navigates the world of adults with infectious, bright-eyed charm and enthusiasm. Whether it’s golfing with colleagues, negotiating contracts or pestering her executive assistant, Yuki, her hilarious antics are sure to captivate audiences of all ages.<br>\n<br>\n(Source: Sentai Filmworks)<br><br>\n<i>Note: It is streamed on Hidive with all the episodes edited into a combined 27 minute OVA.<\/i>",
        "created_at": "2021-03-27T00:44:50.226127Z",
        "updated_at": "2021-03-28T09:38:29.664223Z",
        "deleted_at": null
    }, {
        "id": 3249,
        "name": "Yuru Camp△ Season 2",
        "slug": "yuru_camp_season_2",
        "year": 2021,
        "season": "Winter",
        "synopsis": "The second season of <i>Yuru Camp△<\/i>.<br>\n<br>\nRin, Nadeshiko, Ena, Chiaki, and Aoi continue their laid-back adventures camping around Yamanashi prefecture, whether together, in pairs, or enjoying their own solitude.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2021-03-27T00:44:51.235748Z",
        "updated_at": "2021-03-28T09:45:30.302414Z",
        "deleted_at": null
    }],
    "spring": [{
        "id": 3348,
        "name": "86",
        "slug": "86",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Called “Juggernaut,” these are the unmanned combat drones developed by the Republic of San Magnolia in answer to the attacks by the autonomous unmanned drones of the neighboring Empire of Giad, the “Legion”. But they’re only unmanned in name. In reality, they are piloted by the Eighty-sixers—those considered to be less than human and treated as mere tools.<br>\n<br>\nDetermined to achieve his own mysterious ends, Shin, the captain of Spearhead Squadron, which is comprised of Eighty-sixers, continues to fight a hopeless war on a battlefield where only death awaits him. As his battle rages on, Lena, an elite Republic soldier, arrives as his new Handler. Loathing the way the Republic uses the Eighty-sixers as cannon fodder and despises them for being “pigs in human skin,” she resolves instead to treat them as human beings.<br>\n<br>\nA young man and Eighty-sixer who constantly faces death on the front lines, and a promising young woman of the military elite. Ordinarily, they would never have crossed paths, but now as a fierce war rages around them, they are looking towards the future…<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-11T08:11:51.952304Z",
        "updated_at": "2021-04-11T10:39:20.228610Z",
        "deleted_at": null
    }, {
        "id": 3706,
        "name": "Bakugan: Geogan Rising",
        "slug": "bakugan_geogan_rising",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Bakugan: Geogan Rising sees hero Dragonoid return as the Awesome Brawlers remain in a deep slumber, healing from the last time they had to save the world. This time, the gang will face adventures with a new set of Bakugan characters including Geogan, a Bakugan-like creature fused with elements of crystals and forming a new geometric form. Not only do Geogans look different than their Bakugan counterparts, but they are exceptionally strong and built to brawl. It's not long before the Awesome Brawlers turn this group of misfit Bakugan into loyal partners, and Geogan have arrived on the scene, ready to prove their worth and dominate in the Bakugan battle arena.<br><br>(Source: Spin Master)",
        "created_at": "2022-02-18T08:09:22.438936Z",
        "updated_at": "2022-02-18T09:10:31.541527Z",
        "deleted_at": null
    }, {
        "id": 3342,
        "name": "Bakuten!!",
        "slug": "bakuten",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The final summer of middle school, Shoutarou Futaba discovers boys gymnastics and is completely enamored by it. Shoutarou ends up going to Soshukan Private High School (aka Ao High) and decides to visit the boys gymnastics club. He's greeted by very unique senpais and a star gymnast named Misato Ryouya. Dedicating your life to something you love during your fiery days of youth... Of course, there is frustration, and fights, but see how these boys work together as a team towards a similar goal in this drama about sports and youth.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-09T08:11:58.112747Z",
        "updated_at": "2021-04-09T10:39:21.692122Z",
        "deleted_at": null
    }, {
        "id": 3604,
        "name": "BanG Dream! Movie: Episode of Roselia - I: Yakusoku",
        "slug": "bang_dream_movie_episode_of_roselia_i_yakusoku",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The final episode of the third season of the BanG Dream! anime revealed on Thursday that the franchise is getting three theatrical films in the next two years. BanG Dream! Episode of Roselia I: Yakusoku (Promise) and BanG Dream! Episode of Roselia II: Song I am. are slated to open in theaters in Japan in 2021.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2022-01-04T08:08:52.560130Z",
        "updated_at": "2022-01-04T09:05:39.542073Z",
        "deleted_at": null
    }, {
        "id": 3605,
        "name": "BanG Dream! Movie: Episode of Roselia - II: Song I Am.",
        "slug": "bang_dream_movie_episode_of_roselia_ii_song_i_am",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The final episode of the third season of the BanG Dream! anime revealed on Thursday that the franchise is getting three theatrical films in the next two years. BanG Dream! Episode of Roselia I: Yakusoku (Promise) and BanG Dream! Episode of Roselia II: Song I am. are slated to open in theaters in Japan in 2021.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2022-01-04T08:08:52.591134Z",
        "updated_at": "2022-01-04T09:05:45.520483Z",
        "deleted_at": null
    }, {
        "id": 3349,
        "name": "Battle Athletess Daiundoukai ReSTART!",
        "slug": "battle_athletess_daiundoukai_restart",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Aspiring athletes from around the galaxy gather to compete in a tournament where the winner will be crowned the Cosmic Beauty. What begins as rivalry grows into friendship among the athletes, including a lunar refugee and her kangaroo companion, the daughter of an arms-dealing CEO, a mysterious loner, and Earth’s representative…a humble potato farmer named Kanata Akehoshi.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-04-11T08:11:52.340302Z",
        "updated_at": "2021-04-11T10:39:31.101749Z",
        "deleted_at": null
    }, {
        "id": 3350,
        "name": "Bishounen Tanteidan",
        "slug": "bishounen_tanteidan",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Mayumi Doujima is a young girl who has been searching for a star that she saw only once ten years ago. She visits the headquarters of the Pretty Boy Detective Club where she meets five boys who are each unique in their own way. Her encounter marks the beginning of an extraordinary search for a lost star. A beautiful and dazzling mystery-adventure story starts now!\n<br><br>\n(Source: Funimation)",
        "created_at": "2021-04-11T08:11:52.437909Z",
        "updated_at": "2021-04-11T10:39:39.978402Z",
        "deleted_at": null
    }, {
        "id": 3351,
        "name": "Blue Reflection Ray",
        "slug": "blue_reflection_ray",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Optimistic Hiori can’t turn away anyone in need. Awkward Ruka can’t seem to make friends, even when she tries. But these two do have one thing in common: they’re both magical girls called Reflectors! Together, this unlikely pair will use their powers to help resolve emotional struggles and protect the Fragments of people’s hearts.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-04-11T08:11:52.496327Z",
        "updated_at": "2021-04-11T10:39:52.749824Z",
        "deleted_at": null
    }, {
        "id": 3309,
        "name": "Boku no Hero Academia 5th Season",
        "slug": "boku_no_hero_academia_5th_season",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The fifth season of <i>Boku no Hero Academia<\/i>.<br>\n<br>\nThe rivalry between Class 1-A and Class 1-B heats up in a joint training battle. Eager to be a part of the hero course, brainwashing buff Shinso is tasked with competing on both sides.\n<br><br>\nBut as each team faces their own weaknesses and discovers new strengths, this showdown might just become a toss-up.<br><br>\n(Source: Funimation)",
        "created_at": "2021-03-29T08:11:22.921762Z",
        "updated_at": "2021-03-30T10:38:33.850798Z",
        "deleted_at": null
    }, {
        "id": 3310,
        "name": "Cardfight!! Vanguard: overDress",
        "slug": "cardfight_vanguard_overdress",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Yu-yu is a boy living in Kanazawa, Kaga Province. He is 15 years old and in his third year of junior high school. He has the ability to sense the feeling of others, but he is troubled by the fact that he cannot say no when asked. One day, Yu-yu could no longer stand going along with his sister's hobby, so he ran away from home. The one who saves him is Megumi Okura. Megumi invites Yu-yu to a nighttime amusement park called \"Wonder Hill\" where her friends hang out.<br><br>\nAt the amusement park, Yu-yu meets Megumi, Zakusa Ishikame, and Tomari Seto, members of \"Team Blackout,\" a group that meets to play Vanguard every night.\n<br><br>\nTonight, a serious fight for the team's flag will take place. Blackout's leader, Danji Momoyama, and the mysterious and powerful fighter, Tohya Ebata. As Yu-yu stares at them, the card fight is soon eroded into a world of images. This is how Yu-yu encounters Vanguard, a world he has never seen before, and is drawn by its powerful allure - making new friends along the way.<br><br>(Source: Bushiroad)<br><br>\n<i>Note: The first episode was pre-screened on March 24, 2021 on the official japanese Cardfight Vanguard youtube channel.<\/i>",
        "created_at": "2021-04-05T08:11:13.101164Z",
        "updated_at": "2021-04-05T10:41:26.689365Z",
        "deleted_at": null
    }, {
        "id": 3359,
        "name": "Cestvs: The Roman Fighter",
        "slug": "cestvs_the_roman_fighter",
        "year": 2021,
        "season": "Spring",
        "synopsis": "54 AD. Cestus, a young boy orphaned by the Roman empire and made a slave, is placed into a training school for pugilists. It is here that he begins his journey to defy fate and fight for his own freedom.\n",
        "created_at": "2021-04-15T08:11:15.533071Z",
        "updated_at": "2021-04-15T10:37:03.514724Z",
        "deleted_at": null
    }, {
        "id": 3311,
        "name": "Dragon, Ie wo Kau.",
        "slug": "dragon_ie_wo_kau",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Letty is having a monster of a bad day. He can’t fly, breathe fire, and was just kicked out of his family’s lair. Hapless and homeless, this beast needs new digs, but where to start? Enter Dearia, the Demon Lord of Real Estate, making buyers’ dreams come true. Alas, that unique fixer-upper listing shown was infested with a horde of undead squatters—and no fireplace. House-hunting can be a beast!\n<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-04-05T08:11:13.548543Z",
        "updated_at": "2021-04-05T10:41:42.364394Z",
        "deleted_at": null
    }, {
        "id": 3386,
        "name": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III OVA",
        "slug": "dungeon_ni_deai_wo_motomeru_no_wa_machigatteiru_darou_ka_iii_ova",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Orario has a new natural hot spring thanks to the Dian Cecht Familia, but Naaza of the Miach Familia suspects an elaborate con and needs help to prove it. That means Bell is caught in the middle of an ongoing rivalry between two Familias. Again.<br><br>(Source: HIDIVE)",
        "created_at": "2021-05-12T08:11:37.865305Z",
        "updated_at": "2021-05-12T10:37:37.178412Z",
        "deleted_at": null
    }, {
        "id": 3369,
        "name": "Edens Zero",
        "slug": "edens_zero",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Eleven months after the grand finale of Fairy Tail, master mangaka Hiro Mashima is back with a great adventure beyond imagination! All the steadfast friendship, crazy fighting, and blue cats you've come to expect... IN SPACE!<br>\n<br>\nA young boy gazes up at the sky and sees a streaming bolt of light. The friendly, armor-clad being at his side tells him gently, \"That's a dragon.\" The fact that he's joking isn't important. What's important is the look of wonder on the boy's face... and the galaxy-spanning adventure that's about to take place! Join Hiro Mashima (Fairy Tail, Rave Master) once more as he takes to the stars for another thrilling saga!<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The first two episodes received an online advance screening on March 29. Regular TV broadcast started on April 11, 2021.<\/i>",
        "created_at": "2021-04-18T08:10:59.870331Z",
        "updated_at": "2021-04-18T10:38:08.732537Z",
        "deleted_at": null
    }, {
        "id": 3591,
        "name": "Eiga Daisuki Pompo-san",
        "slug": "eiga_daisuki_pompo_san",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The manga depicts the craft of movie-making and revolves around Joelle Davidovich \"Pompo\" Pomponette, a talented movie producer who looks like a girl.\n<br><br>\nOperating out of the movie capital \"Nyallywood,\" Pompo has been shooting one B-grade entertainment flick after another that anyone would enjoy. One day, Pompo's \"movie buff\" assistant Gene spots a new script written by Pompo, and is moved by its exquisite story. In a fit of passion, he proclaims, \"I want to see this as a finished work in theaters as soon as possible!\"\n<br><br>\nHowever, Pompo tells him, \"So you shoot this film.\" Thus, Gene takes on his first directing gig. Meanwhile, Natalie, an ordinary girl who just arrived in town with movie actress dreams, has been discovered by Pompo.\n<br><br>\n(Source: Anime News Network)",
        "created_at": "2021-12-12T08:08:55.456169Z",
        "updated_at": "2021-12-12T09:04:37.411205Z",
        "deleted_at": null
    }, {
        "id": 3456,
        "name": "Etotama: Nyankyaku Banrai",
        "slug": "etotama_nyankyaku_banrai",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The seemingly eternal cat-and-mouse battle has ended, and now everyone is living peacefully. One day, an Eto-musume (Zodiac girl) named Na-tan appears, to the puzzlement of the 12 signs, and to the unreserved delight of Nya-tan (whose spirits are always lifted by the pure, straightforward Na-tan). Meanwhile, Chu-tan also appears and warns of a looming disaster. \"The seal ... has been broken.\" Who is this mysterious Eto-musume Na-tan? What in the world is the deity that has awoken beneath the seal?<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2021-08-17T08:08:34.558459Z",
        "updated_at": "2021-08-17T09:04:06.490759Z",
        "deleted_at": null
    }, {
        "id": 3343,
        "name": "Fairy Ranmaru: Anata no Kokoro Otasuke Shimasu",
        "slug": "fairy_ranmaru_anata_no_kokoro_otasuke_shimasu",
        "year": 2021,
        "season": "Spring",
        "synopsis": "This world is all about do or die. There ain't no paradise. You go down once and you're out. This world is filled with people who suffer believing that. Hey, you there. Are you really going to pretend not to notice? We, however, cannot do that. Let us wipe away your tears. We'll put that smile back on your face. But it's not going to be for free. Please come by Bar F. Have no fear. We don't need any money. There's only one thing that we want... \"We'll take your heart!!\"<br><br>(Source: Crunchyroll)",
        "created_at": "2021-04-09T08:11:58.921613Z",
        "updated_at": "2021-04-09T10:39:35.313916Z",
        "deleted_at": null
    }, {
        "id": 3324,
        "name": "Fruits Basket: The Final",
        "slug": "fruits_basket_the_final",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The final season of <i>Fruits Basket<\/i>.<br>\n<br>\nAfter last season’s revelations, the Soma family moves forward, but the emotional chains that bind them are not easily broken. Unable to admit why she wants the cure, Tohru wrestles with the truth, aware that time is running out for someone close.\n<br><br>\nAnd a secret still lurks that could break another’s heart. But hope is not lost—a clue to the curse is found. Could their imprisonment’s end be near?<br><br>\n(Source: Funimation)<br><br>\n<i>Note: This season premiered on Funimation and AnimeLab on March 20, 2021. The Japanese broadcast started two weeks later on April 6, 2021.<\/i>",
        "created_at": "2021-04-06T08:11:39.949431Z",
        "updated_at": "2021-04-06T10:38:07.090907Z",
        "deleted_at": null
    }, {
        "id": 3371,
        "name": "Fumetsu no Anata e",
        "slug": "fumetsu_no_anata_e",
        "year": 2021,
        "season": "Spring",
        "synopsis": "In the beginning, an \"orb\" is cast unto Earth. \"It\" can do two things: change into the form of the thing that stimulates \"it\"; and come back to life after death. \"It\" morphs from orb to rock, then to wolf, and finally to boy, but roams about like a newborn who knows nothing. As a boy, \"it\" becomes Fushi.\n<br><br>\nThrough encounters with human kindness, Fushi not only gains survival skills, but grows as a \"person\". But his journey is darkened by the inexplicable and destructive enemy Nokker, as well as cruel partings with the people he loves.\n<br><br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-20T08:11:25.214559Z",
        "updated_at": "2021-04-20T10:39:08.608945Z",
        "deleted_at": null
    }, {
        "id": 3312,
        "name": "Godzilla: S.P",
        "slug": "godzilla_sp",
        "year": 2021,
        "season": "Spring",
        "synopsis": "This series features an original story, which depicts the young geniuses Mei Kamino, a female researcher, and Yun Arikawa, a male engineer, as they take on an unprecedented threat with their companions. When danger comes up from the depths, only young geniuses Mei, Yun, and their team can face the threat in Godzilla Singular Point!<br>\n<br>\n(Source: Netflix)",
        "created_at": "2021-04-05T08:11:14.114889Z",
        "updated_at": "2021-04-05T10:41:51.537432Z",
        "deleted_at": null
    }, {
        "id": 3344,
        "name": "Gokushufudou",
        "slug": "gokushufudou",
        "year": 2021,
        "season": "Spring",
        "synopsis": "He was the fiercest member of the yakuza, a man who left countless underworld legends in his wake. They called him “the Immortal Dragon.” But one day he walked away from it all to travel another path—the path of the househusband! The curtain rises on this cozy yakuza comedy!\n<br><br>\n(Source: VIZ Media)",
        "created_at": "2021-04-09T08:11:59.455190Z",
        "updated_at": "2021-04-09T10:39:46.095799Z",
        "deleted_at": null
    }, {
        "id": 3314,
        "name": "Hetalia World★Stars",
        "slug": "hetalia_worldstars",
        "year": 2021,
        "season": "Spring",
        "synopsis": "There are strange people in this world. If it is short, it will disappear for several days, and if it is long, it will disappear for hundreds of years. The name and personality changed, and suddenly appeared by someone's unexpected idea. Even though he is the most weird, he is loosely accepted and used by his boss. This is the story of such strange people.<br>\n<br>\n(Source: MAL News)",
        "created_at": "2021-04-05T08:11:14.501802Z",
        "updated_at": "2021-04-05T10:42:10.598284Z",
        "deleted_at": null
    }, {
        "id": 3360,
        "name": "Hige wo Soru. Soshite Joshikousei wo Hirou.",
        "slug": "hige_wo_soru_soshite_joshikousei_wo_hirou",
        "year": 2021,
        "season": "Spring",
        "synopsis": "On his way home from drinking his sorrows away after being rejected by his crush, the 26 year old salaryman, Yoshida, finds a high school girl named Sayu sitting on the side of the road. Yoshida is completely drunk out of his mind and ends up letting Sayu stay at his place overnight. Not having the heart to put Sayu out on the streets since she ran away from home, Yoshida allows her to stay at his place... And so began the awkward, irritable, and slightly heartwarming relationship between a runaway high school girl and a salaryman living together.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-15T08:11:16.839227Z",
        "updated_at": "2021-04-15T10:37:19.285720Z",
        "deleted_at": null
    }, {
        "id": 3352,
        "name": "Ijiranaide, Nagatoro-san",
        "slug": "ijiranaide_nagatoro_san",
        "year": 2021,
        "season": "Spring",
        "synopsis": "\"A girl in a lower grade just made me cry!\"<br>\n<br>\nOne day, Senpai visits the library after school and becomes the target of a super sadistic junior! The name of the girl who teases, torments, and tantalizes Senpai is \"Nagatoro!\" She's annoying yet adorable. It's painful, but you still want to be by her side. This is a story about an extremely sadistic and temperamental girl and you'll feel something awaken inside of you.\n<br><br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-11T08:11:54.383113Z",
        "updated_at": "2021-04-11T10:39:59.573684Z",
        "deleted_at": null
    }, {
        "id": 3345,
        "name": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu Ω",
        "slug": "isekai_maou_to_shoukan_shoujo_no_dorei_majutsu_o",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The second season of <i>Isekai Maou to Shoukan Shoujo no Dorei Majutsu<\/i>.<br>\n<br>\nDiablo is back! You know…the Demon Lord from another world? Traveling through the woods with Rem and Shera, they encounter a lone girl in tatters, pursued by a powerful Paladin.<br>\n<br>\nYou know what that means—Diablo will have to try and hide his lack of social skills once again (and come to her rescue, of course). Let the enchanting adventures continue!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-04-09T08:12:00.201222Z",
        "updated_at": "2021-04-09T10:39:55.975640Z",
        "deleted_at": null
    }, {
        "id": 3330,
        "name": "Jouran: The Princess of Snow and Blood",
        "slug": "jouran_the_princess_of_snow_and_blood",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The year is 1931. Prince Tokugawa Yoshinobu is 94 years old and holds absolute control over Japan. Remnants of the Meiji era’s culture can be seen around the city, but scientific technology and Japanese esoteric cosmology Onmyodo are also developing, exuding a sense of modernity. Yet lurking behind the glitz is Kuchinawa, a dissident group planning the assassination of the prince, and effectively the fall of the regime. Tasked to extinguish these dissidents is Nue, the government’s secret executioner group. Sawa Yukimura, who works for this organization, suffered from an early age at the hands of the Kuchinawa boss. Her entire family was murdered and she dedicated her life to avenging their death.<br>\n<br>\n(Source: Crunchyroll)<br><br><i>Note: The show streamed the episodes on Hulu a week earlier than TV. The regular TV broadcast started on April 7, 2021.<\/i>",
        "created_at": "2021-04-07T08:11:33.004226Z",
        "updated_at": "2021-04-07T10:36:56.693325Z",
        "deleted_at": null
    }, {
        "id": 3315,
        "name": "Koi to Yobu ni wa Kimochi Warui",
        "slug": "koi_to_yobu_ni_wa_kimochi_warui",
        "year": 2021,
        "season": "Spring",
        "synopsis": "One rainy day, salaryman Amakusa Ryou is saved by a high school girl he doesn't know at the station. He later finds out that the girl is Arima Ichika. Ryou is somewhat of a womanizer and to repay her for saving him, he suggests giving her a kiss or going out on a date with her, in which Ichika tells him he's creepy. This, however, opens a new door for Ryou and he falls madly in love with her. Ever since then, Ryou tries to overly express his feelings to Ichika. Ichika just keeps insulting him and says he's being creepy, but he just seems to take it as her way of showing affection towards him...<br><br>(Source: Crunchyroll)<br><br>\n<i>Note: The show streamed in advance on Amazon Prime on March 29, 2021. Regular broadcast started on April 5, 2021.<\/i>",
        "created_at": "2021-04-05T08:11:15.520694Z",
        "updated_at": "2021-04-05T10:42:22.481973Z",
        "deleted_at": null
    }, {
        "id": 3332,
        "name": "Kyuukyoku Shinka shita Full Dive RPG ga Genjitsu yori mo Kusoge Dattara",
        "slug": "kyuukyoku_shinka_shita_full_dive_rpg_ga_genjitsu_yori_mo_kusoge_dattara",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Yuuki Hiroshi has just picked up Kiwame Quest, the realest VRMMO ever made. But this RPG is TOO lifelike; he can smell, taste, feel, and when he's hurt in it, his physical body is hurt too. Even worse, his abilities in this adventure suck as much as they do in daily life. This was supposed to be immersion, not reality. Consumed with winning, he swears he'll conquer this game—even if it kills him!\n<br><br>\n(Source: Funimation)\n<br><br>\n<i>Note: The first episode received an online advance screening on March 31, 2021. Regular TV broadcast started on April 7, 2021<\/i>",
        "created_at": "2021-04-08T08:11:15.516577Z",
        "updated_at": "2021-04-08T10:38:30.863223Z",
        "deleted_at": null
    }, {
        "id": 3370,
        "name": "Mairimashita! Iruma-kun 2nd Season",
        "slug": "mairimashita_iruma_kun_2nd_season",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The second season of <i>Mairimashita! Iruma-kun<\/i>.<br>\n<br>\nSuzuki Iruma, human and deeply non-aggressive, one day becomes the grandson of the great demon Sullivan. Doted on beyond belief, Iruma starts school where \"Grandpa\" serves as the chair... and finds, to his surprise, that he enjoys life there with Asmodeus, Clara, and the rest of his demon classmates. But just when Iruma thought he'd fitted in, there's more trouble ahead! A ring begins to talk, and Iruma... goes bad?! Iruma's chaotic, demonic life at school continues!<br>\n<br>\n(Source: NHK)",
        "created_at": "2021-04-18T08:11:02.587469Z",
        "updated_at": "2021-04-18T10:38:15.735619Z",
        "deleted_at": null
    }, {
        "id": 3325,
        "name": "Mars Red",
        "slug": "mars_red",
        "year": 2021,
        "season": "Spring",
        "synopsis": "<i>MARS RED<\/i> takes place in 1923, and vampires have existed for quite a while. But now, the number of vampires is increasing and a mysterious, artificial blood source called Ascra has appeared.\nThe Japanese government, in turn, creates “Code Zero,” a unit within the army tasked with taking down the vampiric forces. And what better way to track vampires than by using vampires?\n<br><br>\nCreated by Lieutenant General Nakajima, this unit has historically been in the business of information war, but has been re-assigned to solve the vampire crisis. It's up to Code Zero and the S-class vampire Deffrot to investigate this increase and put a stop to it before society crumbles.<br><br>(Source: Funimation)<br><br><i>Note: The anime premiered a week early on Funimation on March 29, 2021.<\/i>",
        "created_at": "2021-04-06T08:11:42.283863Z",
        "updated_at": "2021-04-06T10:38:21.968810Z",
        "deleted_at": null
    }, {
        "id": 3316,
        "name": "Mashiro no Oto",
        "slug": "mashiro_no_oto",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Sawamura Matsugorou is a shamisen player of legendary talent. Upon his death, his grandson, Sawamura Setsu, lost his ability to play. Having lost his beloved sound, Setsu finds himself in Tokyo in search of a new sound to love. Tachiki Yuna, who works at a club, hooks him up with a gig to play there as a warm up act. Setsu imbues the sound of his shamisen with his many thoughts and feelings he has of others, still searching for his own sound and his own feelings.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-05T08:11:16.213122Z",
        "updated_at": "2021-04-05T10:42:32.649678Z",
        "deleted_at": null
    }, {
        "id": 3560,
        "name": "Mazica Party",
        "slug": "mazica_party",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The franchise's story centers on wizards who gather mazica in order to save the world. Junior high school student Kezuru wakes up after a strange dream featuring himself as a wizard, a creature called \"mazin,\" and a mysterious girl. The next day, his friend Kuracchi proudly shows off the newly launched Mazica Party card game. To Kezuru's shock, all the characters drawn in the game's cards are just like the ones in his dream.\n<br><br>\nMeanwhile, Kezuru receives a notification for an event at the major international company Mazica. Intrigued, Kezuru goes to the Mazica Store as directed, only to meet the Mazica CEO himself, Jeff Johns. Johns says, \"I have great expectations for you,\" and hands Kezuru Mazica Gear.\n<br><br>\nOn his way back home, Kezuru is attacked by an airship-like creature. Just when he thinks, \"this is it!\" to himself, his Mazica Gear erupts and a magic book appears. When he scratches a card, he seals a contract with Barunya, a \"mazin\" creature that is an odd remixed fusion between an airship and a cat.\n<br><br>\nThe mysterious girl Anya says Kezuru and those of his ilk will be \"the true wizards who save the world.\" Amid all these mysterious revelations, Kezuru enrolls in the Mazica Academy and engages in Mazica Party card battles alongside his partner mazin.",
        "created_at": "2021-11-05T08:09:04.526066Z",
        "updated_at": "2021-11-05T09:05:03.864090Z",
        "deleted_at": null
    }, {
        "id": 3378,
        "name": "Mewkledreamy Mix!",
        "slug": "mewkledreamy_mix",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Second season of <i>Mewkledreamy<\/i>.",
        "created_at": "2021-04-26T08:11:32.208278Z",
        "updated_at": "2021-05-03T10:37:57.298619Z",
        "deleted_at": null
    }, {
        "id": 3393,
        "name": "Mobile Suit Gundam: Hathaway's Flash",
        "slug": "mobile_suit_gundam_hathaways_flash",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The year is U.C. 0105. Twelve years have passed since the end of the second Neo Zeon War (Char’s Rebellion). Even after “the Axis Shock,” which seemed to indicate the future of humanity and the Universal Century, the world is still in a chaotic situation where intermittent military conflicts continue to break out. The Earth Federation government is more corrupt than ever, and its leadership has not only accelerated Earth's pollution, but also implemented an inhuman \"Man Hunting\" policy in which civilians are forcibly exiled to outer space.<br>\n<br>\nThe anti-Federation government organization “Mafty,” led by someone called “Mafty Navue Erin,\" has taken a stand against the corruption of the Earth Sphere. Mafty carries out fierce acts of terrorism, assassinating high officials of the Federation government one after another, but it gains a certain level of support from the populace who are growing more opposed to the Federation government.<br>\n<br>\nThe person who calls himself “Mafty” and leads this organization is Hathaway Noa, the son of Bright Noa, an officer of the Earth Federation Forces who once participated in the One Year War. Hathaway himself joined the forces trying to stop Char’s Rebellion. With firsthand knowledge of the ideals and ideologies of Amuro Ray and Char Aznable, he has become a warrior following in their footsteps, and plans to clear a path forward through armed resistance. His destiny, however, is drastically altered as he encounters the Federation Forces officer Kenneth Sleg and a mysterious young beauty named Gigi Andalucia.<br>\n<br>\n(Source: Gundam.info)",
        "created_at": "2021-06-21T08:11:13.856980Z",
        "updated_at": "2021-06-21T10:37:42.057610Z",
        "deleted_at": null
    }, {
        "id": 3317,
        "name": "Nomad: Megalo Box 2",
        "slug": "nomad_megalo_box_2",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The second season of <i>Megalo Box<\/i>.<br>\n<br>\nIn the end, “Gearless” Joe was the one that reigned as the champion of Megalonia, a first ever megalobox tournament. Fans everywhere were mesmerized by the meteoric rise of Joe who sprung out from the deepest underground ring to the top in mere three months and without the use of gear. Seven years later, “Gearless” Joe was once again fighting in underground matches. Adorned with scars and once again donning his gear, but now known only as Nomad.<br>\n<br>\n(Source: TMS Entertainment)\n",
        "created_at": "2021-04-05T08:11:16.874580Z",
        "updated_at": "2021-04-05T10:42:40.872158Z",
        "deleted_at": null
    }, {
        "id": 3327,
        "name": "Odd Taxi",
        "slug": "odd_taxi",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The taxi driver Odokawa lives a very mundane life. He has no family, doesn't really hang out with others, and he's an oddball who is narrow-minded and doesn't talk much. The only people he can call his friends are his doctor, Gouriki and his classmate from high school, Kakibana.<br>\n<br>\nAll of his patrons seem to be slightly odd themselves. The college student who wants the world to notice him online, Kabasawa. A nurse with secrets named Shirakawa. A comedy duo that just can't catch a break named the Homosapiens. A local hoodlum named Dobu. An idol group that's just starting out named Mystery Kiss... All these mundane conversations somehow eventually lead to a girl who's gone missing.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-06T08:11:43.098059Z",
        "updated_at": "2021-04-06T10:38:43.877677Z",
        "deleted_at": null
    }, {
        "id": 3361,
        "name": "Osananajimi ga Zettai ni Makenai Love Comedy",
        "slug": "osananajimi_ga_zettai_ni_makenai_love_comedy",
        "year": 2021,
        "season": "Spring",
        "synopsis": "My childhood friend Shida Kuroha seems to have feelings for me. She lives next door, and is small and cute. With an outgoing character, she’s the caring Onee-san type, this being one of her greatest strengths.<br>\n<br>\n…But, I already have my first love, the beautiful idol of our school, and the award-winning author high school girl, Kachi Shirokusa! Thinking about it rationally, I should have no chances with her, but, while walking home from school, she only talks to me, with a smile even! I might actually have a chance, don’t you think?!<br>\n<br>\nOr so I thought, but then I heard that Shirokusa already has a boyfriend, and my life took a turn for the worse. I want to die. Why is it not me?! Even though she was my first love…As I was drowning in despair and depression, Kuroha whispered.<br>\n<br>\n—If it’s that tough for you, then how about we get revenge? The best revenge ever, that is~",
        "created_at": "2021-04-15T08:11:19.376260Z",
        "updated_at": "2021-04-15T10:37:30.127077Z",
        "deleted_at": null
    }, {
        "id": 3318,
        "name": "Sayonara Watashi no Cramer",
        "slug": "sayonara_watashi_no_cramer",
        "year": 2021,
        "season": "Spring",
        "synopsis": "With no soccer accomplishments to speak of during the entirety of Sumire Suo’s junior high school years, the young wing gets an odd offer. Suo’s main rival, Midori Soshizaki, invites her to join up on the same team in high school, with a promise that she’ll never let Suo “play alone.” It’s an earnest offer, but the question is whether Suo will take her up on it. Thus the curtain opens on a story that collects an enormous cast of individual soccer-playing personalities!\n<br><br>\n(Source: Kodansha USA)",
        "created_at": "2021-04-05T08:11:18.000067Z",
        "updated_at": "2021-04-05T10:42:52.040067Z",
        "deleted_at": null
    }, {
        "id": 3392,
        "name": "Sayonara Watashi no Cramer Movie: First Touch",
        "slug": "sayonara_watashi_no_cramer_movie_first_touch",
        "year": 2021,
        "season": "Spring",
        "synopsis": "14-year-old Nozomi Onda has only one thing on her mind: playing beautiful soccer. There's just one problem: no matter how much she longs to participate in official matches, she'd have physically superior boys as opponents. But when a boy from her past confronts her on the street, she decides she can't wait any longer.\n<br><br>\n(Source: Kodansha USA)",
        "created_at": "2021-06-17T08:11:13.976085Z",
        "updated_at": "2021-06-17T10:37:35.129461Z",
        "deleted_at": null
    }, {
        "id": 3346,
        "name": "SD Gundam World Heroes",
        "slug": "sd_gundam_world_heroes",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The balance of the worlds is maintained by heroes. Suddenly a red-hot meteor falls upon one of these worlds, called Neo World. An amnesiac youth named Wukong Impulse Gundam appears at the point where it landed. The chaos that starts with this incident spreads through the other worlds, one after another.<br>\nAt the same time, Zhuge Liang Freedom Gundam learns via astrology of an impending disaster. He and his sworn friend Liu Bei Unicorn Gundam take action to save the worlds from this crisis, and begin a journey along with Wukong.<br><br>(Source: Funimation)",
        "created_at": "2021-04-09T08:12:03.641042Z",
        "updated_at": "2021-04-09T10:40:07.623739Z",
        "deleted_at": null
    }, {
        "id": 3357,
        "name": "Seijo no Maryoku wa Bannou Desu",
        "slug": "seijo_no_maryoku_wa_bannou_desu",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Why would an overworked woman want to be summoned to a magical new world? To live her ideal life of leisure, of course! For Sei, it’s truly a dream: studying spells and perfecting potions at the institute while helping people with their problems. But keeping a low profile is proving to be difficult as her magical power becomes omnipotent. Can Sei hide away in this fantasy forever? She hopes so!\n<br><br>\n(Source: Funimation)",
        "created_at": "2021-04-14T08:11:35.884365Z",
        "updated_at": "2021-04-14T10:35:37.828895Z",
        "deleted_at": null
    }, {
        "id": 3356,
        "name": "Sentouin, Hakenshimasu!",
        "slug": "sentouin_hakenshimasu",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Turns out, evil takes initiative! With world domination close at hand, the Kisaragi Corporation turns its sights on interstellar conquest, and who better to take over a magical world than two randomly assigned minions—Combatant Agent Six and his android partner Alice?\n\nBut Six’s path up the evil corporate ladder won’t be easy—a Demon Lord’s army is hatching its own nefarious plan!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-04-12T08:11:52.374164Z",
        "updated_at": "2021-04-12T10:39:37.610312Z",
        "deleted_at": null
    }, {
        "id": 3319,
        "name": "Seven Knights Revolution: Eiyuu no Keishousha",
        "slug": "seven_knights_revolution_eiyuu_no_keishousha",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Long ago, Heroes had saved this world. Many Heroes fought against the powers of Destruction and protected the world. Years in the future… The Heroes had disappeared as the years passed and those possessing their powers called Successors now have the fate of the world in their hands. One of the elite Successors known as the Seven Knights is fighting an army of the Destruction when she saves a boy named Nemo. During the battle, Nemo awakens the powers of a Hero even he didn't know about and displays his powers as a Successor. But his Hero is someone who no one knew and no one ever spoke of. \n<br><br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-05T08:11:18.261920Z",
        "updated_at": "2021-04-05T10:43:07.879278Z",
        "deleted_at": null
    }, {
        "id": 3353,
        "name": "Shadows House",
        "slug": "shadows_house",
        "year": 2021,
        "season": "Spring",
        "synopsis": "High atop a cliff sits the mansion known as Shadows House, home to a faceless clan that pretends to live like nobles. They express their emotions through living dolls that also endlessly clean the home of soot. One such servant, Emilico, aids her master Kate as they learn more about themselves and the mysteries of the house.<br><br>(Source: Funimation)",
        "created_at": "2021-04-11T08:11:58.153997Z",
        "updated_at": "2021-04-11T10:40:09.229202Z",
        "deleted_at": null
    }, {
        "id": 3320,
        "name": "Shakunetsu Kabaddi",
        "slug": "shakunetsu_kabaddi",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Yoigoshi Tatsuya was a star soccer player known as \"Yoigoshi the Unstoppable,\" but when he entered high school, he severed all involvement with sports. Now, he has been invited to a certain sports team. In these matches, victory is achieved through teammates working together to catch and defeat the opponents invading their territory... You could call it a sort of running combat sport. And the name of this game is...Kabaddi.<br><br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-05T08:11:18.315373Z",
        "updated_at": "2021-04-05T10:43:17.702455Z",
        "deleted_at": null
    }, {
        "id": 3321,
        "name": "Shaman King",
        "slug": "shaman_king_2021",
        "year": 2021,
        "season": "Spring",
        "synopsis": "A new adaptation of the <i>Shaman King<\/i> manga.<br><br>On a starry night, middle-schooler Manta meets Yoh Asakura, a young shaman who has the ability to talk to spirits, and also has the ability to let them possess him to use their powers. Yoh has a heavy duty on his shoulders: he must become the Shaman King by winning the Shaman Fight, a tournament between shamans that happens only once every 500 years. Joined by his spirit medium fiancée Anna Kyouyama, his personal samurai spirit Amidamaru, and his other friends, Yoh must also face a larger evil: Hao, a powerful man who aims to create a new world with only shamans by becoming the Shaman King himself.<br><br>(Source: Anime News Network)",
        "created_at": "2021-04-05T08:11:18.346029Z",
        "updated_at": "2021-04-05T10:43:33.302618Z",
        "deleted_at": null
    }, {
        "id": 3800,
        "name": "Shiguang Dailiren",
        "slug": "shiguang_dailiren",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Using superpowers to enter their clientele's photos one by one, Cheng Xiaoshi and Lu Guang take their work seriously at \"Time Photo Studio,\" a small photography shop set in the backdrop of a modern metropolis. Each job can be full of danger, but nothing is more important than fulfilling every order, no matter the scale... or peril involved! <br> <br>\r\n\r\nSource: Funimation",
        "created_at": "2022-06-04T05:50:34.224703Z",
        "updated_at": "2022-06-04T07:16:34.481406Z",
        "deleted_at": null
    }, {
        "id": 3380,
        "name": "Shinkansen Henkei Robo Shinkalion Z The Animation",
        "slug": "shinkansen_henkei_robo_shinkalion_z_the_animation",
        "year": 2021,
        "season": "Spring",
        "synopsis": "New series based on Takara Tomy's toy line.",
        "created_at": "2021-04-26T08:11:35.003004Z",
        "updated_at": "2021-04-26T10:37:38.552453Z",
        "deleted_at": null
    }, {
        "id": 3603,
        "name": "Shoujo☆Kageki Revue Starlight Movie",
        "slug": "shoujokageki_revue_starlight_movie",
        "year": 2021,
        "season": "Spring",
        "synopsis": "\"Starlight\" - it's a distant star, long ago, and in the far future. Two girls, who were struck by the light of the stage in this play, exchanged their destinies.<br>\n<br>\n\"Two people's stars, waiting on stage.\"<br>\n<br>\nTo burn out ordinary fun and joy and fulfill our destinies. A destiny to become a blast furnace at just 5 years old... what a danger. Eventually the two will meet again. One continued to stand on the stage of tragedy, the other jumped in, separated, jumped in, rewrote their destinies... and created a new chapter full of light. No girl was burned and fell from the tower, nor was she imprisoned. Then... what is the end of that new chapter?<br>\n<br>\n\"Starlight\" is a story of an unknown author. Where does the light come from and where does it go? And who is \"starring\" in this story?",
        "created_at": "2022-01-03T08:09:33.239268Z",
        "updated_at": "2022-01-03T09:07:01.480942Z",
        "deleted_at": null
    }, {
        "id": 3473,
        "name": "Shuumatsu no Walkure",
        "slug": "shuumatsu_no_walkure",
        "year": 2021,
        "season": "Spring",
        "synopsis": "7 million years of human civilization is coming to an end…\n<br><br>\nEvery thousand years, all the gods of the world gather in heaven to attend the Conference of Mankind Survival. The gods agree to end to mankind due to their foolish acts, but before the final verdict is made, Brunhild, the eldest of the 13 valkyrie sisters, makes an objection.\n<br><br>\n“To spice things up, why don’t you test the humans?”\n<br><br>\nShe proposes that the all-powerful gods face off in one-on-one battles against the strongest champions from human history — during a final struggle known as “Ragnarok.” The first team to win 7 out of 13 battles will be declared the winner, but it seems almost impossible for humans to win against the gods. \n<br><br>\nAlthough the gods sneer at her declaration, Brunhild provokes them further:\n<br><br>\n“Are you chickening out?”\n<br><br>\nHer words hit the gods’ nerves, and, enraged, they accept her proposal. Now, Brunhild and her sisters must choose humanity’s 13 champions in a desperate battle for survival. Will humans surpass gods and prevent humanity’s ultimate end? The eschatological battles between heaven and earth finally begins!\n<br><br>\n(Source: Warner Bros. Japan)",
        "created_at": "2021-08-28T08:08:42.060936Z",
        "updated_at": "2021-08-28T09:04:56.825938Z",
        "deleted_at": null
    }, {
        "id": 3671,
        "name": "Sidonia no Kishi: Ai Tsumugu Hoshi",
        "slug": "sidonia_no_kishi_ai_tsumugu_hoshi",
        "year": 2021,
        "season": "Spring",
        "synopsis": "After the Earth was destroyed by mysterious alien lifeforms known as the Gauna, surviving remnants of the human race escaped to space in the enormous generation ship Sidonia.\nHaving drifted through space for millennia, the Sidonia found itself once more under attack from Gauna for the first time in a century.<br>\n<br>\nOnce again facing the threat of extinction, a temporary victory against the Gauna was eked out thanks to the human-Gauna hybrid Tsumugi Shiraui and ace Guardian mech pilot Nagate Tanikaze.<br>\n<br>\n10 years later...\nThe people of Sidonia enjoy a brief respite.\nPeaceful days pass, during which Tsumugi begins to realize her feelings for Nagate, who is now celebrated as a hero of Sidonia.\nHowever, as Captain Kobayashi has always known, as long as the Gauna remain, peace cannot last.<br>\n<br>\nThe decision is made: a final battle, upon which rests the fate of humanity's last survivors.\nAs the end approaches, will the crew be able to protect those they love?<br>\n<br>\n(Source: Polygon Pictures)",
        "created_at": "2022-01-19T08:14:16.355237Z",
        "updated_at": "2022-01-19T09:12:02.198473Z",
        "deleted_at": null
    }, {
        "id": 3354,
        "name": "Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita",
        "slug": "slime_taoshite_300_nen_shiranai_uchi_ni_level_max_ni_nattemashita",
        "year": 2021,
        "season": "Spring",
        "synopsis": "An at-home comedy about a powerful girl who doesn’t work too hard!(⋈◍ ˃ᴗ˂ ◍)。✧♡<br>\n<br>\nAfter dying of overwork in the real world, I’m reincarnated as an immortal witch, and I spend 300 years enjoying a relaxing life. At some point, though, I end up at level 99!\nAll those years spent killing slimes to make the money to pay the bills gave me a ton of experience points… Rumors of the level 99 witch spread, and soon I’m up to my ears in curious adventurers, duelist dragons, and even a monster girl calling me her mom! “This isn’t a dojo, so don’t come here to fight me…!”<br>\n<br>\nI’ve never been on an adventure, but I’m the strongest in the world… What’s going to happen to my relaxing life?!\n<br><br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-11T08:11:58.600847Z",
        "updated_at": "2021-04-11T10:40:21.911122Z",
        "deleted_at": null
    }, {
        "id": 3322,
        "name": "SSSS.Dynazenon",
        "slug": "ssssdynazenon",
        "year": 2021,
        "season": "Spring",
        "synopsis": "One day, Yomogi Asanaka, a first-year student at Fujiyokidai High School, runs into a mysterious man named Gauma who claims to be a “kaiju user.”<br>\n<br>\nThe sudden appearance of a kaiju is followed by the entry of the gigantic robot, Dynazenon. In the wrong place at the wrong time are Yume Minami, Koyomi Yamanaka, and Chise Asukagawa, who are dragged into the fight against the kaiju.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-04-05T08:11:18.863646Z",
        "updated_at": "2021-04-05T10:43:45.633159Z",
        "deleted_at": null
    }, {
        "id": 3367,
        "name": "Subarashiki Kono Sekai The Animation",
        "slug": "subarashiki_kono_sekai_the_animation",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Neku awakens in the middle of Shibuya's bustling Scramble Crossing with no memory of how he got there. Little does he know, he's been transported to an alternate plane of existence known as the Underground (UG). Now an unwilling participant in the mysterious \"Reapers' Game,\" Neku must partner up with a girl named Shiki in order to survive. Together, they complete missions and defeat monsters known as \"Noise\" as they gradually uncover the true nature of this twisted Game.\n<br><br>\n\"There's only one way to stay alive in Shibuya: trust your partner.\" Will they survive the Reapers' Game?\n<br><br>\n(Source: Official Site)",
        "created_at": "2021-04-17T08:11:34.524897Z",
        "updated_at": "2021-04-17T10:36:38.391563Z",
        "deleted_at": null
    }, {
        "id": 3362,
        "name": "Super Cub",
        "slug": "super_cub",
        "year": 2021,
        "season": "Spring",
        "synopsis": "There’s freedom in loneliness, and Koguma finds hers on a motorcycle. A Honda Super Cub motorcycle, to be exact. With no parents, friends, or plans for the future, Koguma’s daily detours on her way to school become her sole source of excitement. Until one day, she learns a classmate, Reiko, shares her passion. Together, they’ll discover friendship, fun, and the adventure of the open road.<br><br>(Source: Funimation)",
        "created_at": "2021-04-15T08:11:21.292201Z",
        "updated_at": "2021-04-15T10:37:39.962135Z",
        "deleted_at": null
    }, {
        "id": 3331,
        "name": "Tensura Nikki: Tensei shitara Slime Datta Ken",
        "slug": "tensura_nikki_tensei_shitara_slime_datta_ken",
        "year": 2021,
        "season": "Spring",
        "synopsis": "“Dear diary… I got reincarnated as a slime.”<br>\n<br>\nEven in another world, lives aren’t always on the line. There’s plenty of work to be done, from feeding the community and forging the items the community needs; as well as plenty of play …and hijinks throughout! Join Rimuru and friends as they kick back and enjoy their daily lives.\n<br><br>\n(Source: Kodansha USA)",
        "created_at": "2021-04-07T08:11:37.128038Z",
        "updated_at": "2021-04-07T10:37:06.796703Z",
        "deleted_at": null
    }, {
        "id": 3355,
        "name": "Tokyo Revengers",
        "slug": "tokyo_revengers",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Takemichi Hanagaki is a freelancer that's reached the absolute pits of despair in his life. He finds out that the only girlfriend he ever had in his life that he dated in middle school, Hinata Tachibana, had been killed by the ruthless Tokyo Manji Gang.<br>\n<br>\nThe day after hearing about her death, he's standing on the station platform and ends up being pushed over onto the tracks by a herd of people. He closes his eyes thinking he's about to die, but when he opens his eyes back up, he somehow had gone back in time 12 years.<br>\n<br>\nNow that he's back living the best days of his life, Takemichi decides to get revenge on his life by saving his girlfriend and changing himself that he'd been running away from.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-11T08:11:59.591417Z",
        "updated_at": "2021-04-11T10:40:36.058459Z",
        "deleted_at": null
    }, {
        "id": 3358,
        "name": "Vivy: Fluorite Eye's Song",
        "slug": "vivy_fluorite_eyes_song",
        "year": 2021,
        "season": "Spring",
        "synopsis": "An AI named Matsumoto appears before Vivy, the world’s first autonomous humanoid AI. Matsumoto’s mission is to rewrite history together with Vivy, in order to stop the war between AI and humans that will happen one century later.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-04-14T08:11:37.921113Z",
        "updated_at": "2021-04-14T10:35:45.757376Z",
        "deleted_at": null
    }, {
        "id": 3328,
        "name": "Yakunara Mug Cup mo",
        "slug": "yakunara_mug_cup_mo",
        "year": 2021,
        "season": "Spring",
        "synopsis": "Together with her father, who had quit his salaryman job, Toyokawa Himeno moves to Gifu prefecture's Tajimi city. That's the city where her mother is from, whom she had lost when she was still young. Himeno is now attending her mother's alma mater, where her classmate Kukuri Mika invites her to tag along to a special place. That place turns out to be the pottery club! There, she learns for the first time that her mother was a legendary potter, and is consequently pulled into the world of pottery.<br><br>(Source: Crunchyroll)",
        "created_at": "2021-04-06T08:11:46.339320Z",
        "updated_at": "2021-04-06T10:38:53.101247Z",
        "deleted_at": null
    }, {
        "id": 3323,
        "name": "Yuukoku no Moriarty 2nd Season",
        "slug": "yuukoku_no_moriarty_2nd_season",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The second cour of <i>Yuukoku no Moriarty<\/i>.<br><br>\nIn the late 19th century, the British Empire nobility reigns while its working class suffers at their hands. Sympathetic to their plight, William James Moriarty wants to topple it all. Frustrated by the systemic inequity, Moriarty strategizes to fix the entire nation. Not even consulting detective Sherlock Holmes can stand in his way. It’s time for crime to revolutionize the world! The story continues in Part 2.<br><br>\n(Source: Funimation)<br>\n<br><i>Note: The anime received a special premiere on Funimation on March 28, 2021.<\/i>",
        "created_at": "2021-04-05T08:11:20.544770Z",
        "updated_at": "2021-04-05T10:43:57.487549Z",
        "deleted_at": null
    }, {
        "id": 3347,
        "name": "Zombieland Saga: Revenge",
        "slug": "zombieland_saga_revenge",
        "year": 2021,
        "season": "Spring",
        "synopsis": "The second season of <i>Zombie Land Saga<\/i>.<br>\n<br>\nFrom throughout the ages, a group of legendary girls have become zombie idols to save Saga Prefecture. It's the return of the cutting-edge zombie idol anime! One day, Minamoto Sakura lost her life in an unfortunate accident. Then, ten years later… After Sakura wakes up in a strange mansion, mysterious idol producer Tatsumi Kotaro tells her that she will be joining a group of legendary girls to form an idol unit. The seven girls are charged with a quest to save the fading Saga Prefecture and adopt the group name Franchouchou. After overcoming the difficulties stemming from their different ages and different periods of history, their undead zombie bodies allow them to defy expectations of what idols can be. During the final winter of the Heisei era they performed their first featured concert at Karatsu's Furusato Exhibition Hall, Arpino, taking another step towards becoming a legend. Now, in the modern Reiwa Era… The curtain rises on a new chapter in the story of Franchouchou, as they march towards a bright future full of hope.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-04-09T08:12:06.394830Z",
        "updated_at": "2021-04-09T10:40:13.664617Z",
        "deleted_at": null
    }],
    "summer": [{
        "id": 3422,
        "name": "100-man no Inochi no Ue ni Ore wa Tatteiru 2nd Season",
        "slug": "100_man_no_inochi_no_ue_ni_ore_wa_tatteiru_2nd_season",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The second season of <i>100-man no Inochi no Ue ni Ore wa Tatteiru<\/i>.",
        "created_at": "2021-07-12T08:11:33.681696Z",
        "updated_at": "2021-07-12T10:37:28.349818Z",
        "deleted_at": null
    }, {
        "id": 3790,
        "name": "Assault Lily: Fruits",
        "slug": "assault_lily_fruits",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Mini anime featuring characters from the Assault Lily franchise.",
        "created_at": "2022-04-27T23:50:38.770308Z",
        "updated_at": "2022-04-29T00:07:50.980808Z",
        "deleted_at": null
    }, {
        "id": 3788,
        "name": "Boku no Hero Academia the Movie 3: World Heroes' Mission",
        "slug": "boku_no_hero_academia_the_movie_3_world_heroes_mission",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Under the doctrines of Quirk Doomsday Theory, the ideological group Humarise is convinced that all humans with quirks are diseased and must be eradicated. In order to rebuild the world, the group's extremists have constructed a lethal device known as a \"Trigger Bomb\" that causes people with quirks to lose control and die. Their leader, Flect Turn, evades capture from the Pro Heroes deployed around the world.\r\n\r\nDuring his work study in the country of Otheon with Japan's number one Pro Hero, Izuku \"Deku\" Midoriya is accused of a crime he did not commit. Unintentionally involving Roddy Soul, a local, Deku soon finds himself on the run with the boy. It is now up to Rody, Deku, and Deku's classmates to stop the Trigger Bomb plot set in motion by Flect, all while eluding the other persistent members of Humarise.\r\n\r\n[Written by MAL Rewrite]",
        "created_at": "2022-04-27T22:11:21.943401Z",
        "updated_at": "2022-04-27T23:52:08.797480Z",
        "deleted_at": null
    }, {
        "id": 3401,
        "name": "Bokutachi no Remake",
        "slug": "bokutachi_no_remake",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Hashiba Kyouya is a 28 year old game developer. With his company going bankrupt, and him losing his job, he returns to his hometown. Looking at the success of creators of his age, he finds himself regretting his life decisions as he lay distressed on his bed. But when he opens his eyes, he finds that he has travelled 10 years back to the time before he entered college.<br>\n<br>\nWill he finally make things right? This is a story about a failed person who is given a second opportunity to follow his dreams.",
        "created_at": "2021-07-04T08:11:13.897979Z",
        "updated_at": "2021-07-04T10:36:09.445966Z",
        "deleted_at": null
    }, {
        "id": 3416,
        "name": "Cheat Kusushi no Slow Life: Isekai ni Tsukurou Drugstore",
        "slug": "cheat_kusushi_no_slow_life_isekai_ni_tsukurou_drugstore",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Frustrated with his dead-end job and life, Reiji suddenly realized one day that he was transported to an alternate world. The skill he picks up there is the skill of making medicine. He is disappointed not to have a combat skill, but the potions he makes become popular overnight, and he opens a drugstore with the money he accumulated. And so, Reiji enjoys a slow life made possible with his skill, catering to clients who come to his store.",
        "created_at": "2021-07-07T20:17:50.848571Z",
        "updated_at": "2021-07-07T20:17:50.848571Z",
        "deleted_at": null
    }, {
        "id": 3701,
        "name": "Cider no You ni Kotoba ga Wakiagaru",
        "slug": "cider_no_you_ni_kotoba_ga_wakiagaru",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Cherry is a quiet boy who loves to make haikus based off of the things he sees. One summer day in a city in the Japanese countryside…<br>\n<br>\nAt a shopping mall, he meets Smile, a beautiful girl in a mask. Cherry has trouble speaking in anything but haikus, and Smile wears a mask to hide her big, braces-covered front teeth. The two of them get closer as the south wind blows. One day, the two of them learn from Old Man Fujiyama, a master of Haiku who’s started going senile, that he’s searching for a certain record.<br>\n<br>\n“If I can hear this record again, I can remember… Something I don’t want to forget, but can’t remember…”<br>\n<br>\nCherry and Smile decide to help. This is the story of their summer, set in a shopping mall…<br>\n<br>\n(Source: Hakuhodo DY Music & Pictures)",
        "created_at": "2022-02-15T08:09:13.947843Z",
        "updated_at": "2022-02-15T09:05:47.200373Z",
        "deleted_at": null
    }, {
        "id": 3423,
        "name": "D_Cide Traumerei the Animation",
        "slug": "d_cide_traumerei_the_animation",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The story takes place in Shibuya.<br>\n<br>\nRyuuhei had always looked up to his older brother as a child. Even after witnessing his mysterious death, Ryuuhei grows up to be a cheerful high school student. One day after his daily kickboxing practice, he is bitten by a strange creature calling itself Tris. That night, an unusual dream bothers his sleep. As the rumored \"Drops\" circulate around the city, Ryuuhei is confronted with a force of twisted desire. What is it that awaits him beyond that?<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-07-12T08:11:34.474867Z",
        "updated_at": "2021-07-12T10:37:43.238179Z",
        "deleted_at": null
    }, {
        "id": 3448,
        "name": "Deatte 5-byou de Battle",
        "slug": "deatte_5_byou_de_battle",
        "year": 2021,
        "season": "Summer",
        "synopsis": "A new kind of battle of abilities for a new generation is about to begin! It all started on a regular morning like any other. Akira Shiroyanagi is a high school kid who loves nothing more than konpeito candy and games. One day, he ends up in a fight due to a mysterious girl named Mion. Mion then tells the people she had gathered that they no longer officially exist in any records. They were given powers and were about to be test subjects. Akira makes up his mind to use his powers to climb up the ranks and then crush this organization.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-08-12T08:08:41.739048Z",
        "updated_at": "2021-08-12T09:05:32.837622Z",
        "deleted_at": null
    }, {
        "id": 3796,
        "name": "Fate\/kaleid liner Prisma☆Illya Movie: Licht - Namae no Nai Shoujo",
        "slug": "fate_kaleid_liner_prisma_illya_movie_licht_namae_no_nai_shoujo",
        "year": 2021,
        "season": "Summer",
        "synopsis": null,
        "created_at": "2022-05-02T20:19:39.000529Z",
        "updated_at": "2022-05-02T20:19:39.000529Z",
        "deleted_at": null
    }, {
        "id": 3402,
        "name": "Genjitsu Shugi Yuusha no Oukoku Saikenki",
        "slug": "genjitsu_shugi_yuusha_no_oukoku_saikenki",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Suddenly summoned to a fantasy world and betrothed to the princess, Kazuya Souma is crowned the new king after providing the royal family with impressive advice. To rule the kingdom, he's taking the nontraditional (and very human) route of administrative reform. In a realm of dragons and elves, will this revolutionary's unique path prove effective?<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-07-04T08:11:14.897099Z",
        "updated_at": "2021-07-04T10:36:25.308370Z",
        "deleted_at": null
    }, {
        "id": 3408,
        "name": "Getter Robo Arc",
        "slug": "getter_robo_arc",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The story centers on the conflict against the Andromeda Country, the new enemy of humanity that seeks to destroy the source of the getter rays that has devastated its civilization. Hope rests on the titular Getter Robo Arc robot, but the appearance of another mysterious Getter robot, piloted by the son of Ryoma Nagare, introduces another complication to the conflict.<br><br>(Source: Anime News Network)",
        "created_at": "2021-07-06T08:11:53.829862Z",
        "updated_at": "2021-07-06T10:39:01.268519Z",
        "deleted_at": null
    }, {
        "id": 4014,
        "name": "Gundam: G no Reconguista Movie III - Uchuu kara no Isan",
        "slug": "gundam_g_no_reconguista_movie_iii_uchuu_kara_no_isan",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The third film in the five-part Gundam: G no Reconguista Movie series.",
        "created_at": "2023-02-08T16:18:49.158119Z",
        "updated_at": "2023-02-08T16:18:49.158119Z",
        "deleted_at": null
    }, {
        "id": 3444,
        "name": "Heion Sedai no Idaten-tachi",
        "slug": "heion_sedai_no_idaten_tachi",
        "year": 2021,
        "season": "Summer",
        "synopsis": "It has been 800 years since the incredibly fast and powerful gods of battle known as the Idaten had sealed away the demons after an intense battle. Now, that battle is just considered a myth or a fairytale. While the current generation of Idaten who have never even had to fight are enjoying their peaceful lives, someone awakened the demons once again! Armed forces, ingenuity. politics, and intrigue. If you've got it, use everything you can! This three-way battle royale with no rules and no limits is about to begin!!\n\n(Source: Crunchyroll)",
        "created_at": "2021-08-10T05:53:07.047598Z",
        "updated_at": "2021-08-10T05:53:07.047598Z",
        "deleted_at": null
    }, {
        "id": 3395,
        "name": "Higurashi no Naku Koro ni Sotsu",
        "slug": "higurashi_no_naku_koro_ni_sotsu",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Sequel to Higurashi no Naku Koro ni Gou.",
        "created_at": "2021-07-02T08:11:47.885627Z",
        "updated_at": "2021-07-02T10:36:39.632279Z",
        "deleted_at": null
    }, {
        "id": 3411,
        "name": "IDOLiSH7: Third Beat!",
        "slug": "idolish7_third_beat",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The third season of <i>IDOLiSH7<\/i>.",
        "created_at": "2021-07-07T08:11:25.577209Z",
        "updated_at": "2022-10-02T06:10:12.591372Z",
        "deleted_at": null
    }, {
        "id": 3445,
        "name": "Jahy-sama wa Kujikenai!",
        "slug": "jahy_sama_wa_kujikenai",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The Great Jahy, the Dark Realm’s second-in-command, cuts a frightening figure, feared and revered by all. But when a run-in with a magical girl results in the destruction of the precious mana crystal, the Dark Realm falls, transporting the newly puny and powerless Jahy to the human world! Unfortunately, plotting the revival of the Dark Realm from a cramped, crumbling one-room apartment is no easy feat when you have rent to pay and a job to keep!\n\n(Source: Square Enix Manga & Books)",
        "created_at": "2021-08-10T06:06:37.009833Z",
        "updated_at": "2021-08-10T06:06:37.009833Z",
        "deleted_at": null
    }, {
        "id": 3403,
        "name": "Kageki Shoujo!!",
        "slug": "kageki_shoujo",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The curtain rises on the Kouka School of Musical and Theatrical Arts. Spotlight on Sarasa Watanabe, a starry-eyed 5'10\" student who dreams of performing as Oscar, a male lead role. She forms an unlikely friendship with her new roommate, a former idol who now also hopes to join the all-female Kouka Acting Troupe. Together, they’re in for the role of a lifetime.<br>\n<br>\n(Source: Funimation)\n",
        "created_at": "2021-07-04T08:11:16.115173Z",
        "updated_at": "2021-07-04T10:36:34.194848Z",
        "deleted_at": null
    }, {
        "id": 3457,
        "name": "Kaizoku Oujo",
        "slug": "kaizoku_oujo",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Fena Houtman is a young orphan girl that has been raised on an Island where there is no hope of becoming anything more than chattel, to be used and discarded by soldiers of the British Empire. But Fena is more than just another powerless orphan. When her mysterious past comes knocking, Fena will break the chains of her oppressors. Her goal: forge a new identity, free of bondage, and search for a place where she can truly belong and find out the true mysteries behind a keyword \"Eden.\" It is the story of a lifetime adventure she and her crew of misfits and unlikely allies will have, in pursuit of her goals!<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-08-17T08:08:36.340080Z",
        "updated_at": "2021-08-17T09:04:11.517935Z",
        "deleted_at": null
    }, {
        "id": 3397,
        "name": "Kanojo mo Kanojo",
        "slug": "kanojo_mo_kanojo",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Naoya Mukai has loved Saki Saki since grade school, and when she finally accepts his feelings, he's at his happiest. But one day, a cute girl named Nagisa Minase confesses to him! Not wishing to choose only one over another, Naoya chooses to go out with both of them!! What will be of this love triangle that challenges morality itself?",
        "created_at": "2021-07-03T08:11:18.965986Z",
        "updated_at": "2021-07-03T10:35:48.325767Z",
        "deleted_at": null
    }, {
        "id": 3931,
        "name": "Kiniro Mosaic: Thank You!!",
        "slug": "kiniro_mosaic_thank_you",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Time flies when you're having fun, and it seems like only yesterday that Shinobu Omiya was nervously waiting for her friend Alice Cartelet to arrive from England to study at Shinobu's school in Japan. Now, in their third and final year, Alice, Shinobu, Aya, and Yoko have truly become the best of friends and even Karen, Honoka, and Kana are part of the gang as well. But since it's their last year, that means their time will be split between preparing for the big senior trip to Nara and Kyoto, and trying to make plans for whatever is to come next in their lives… and in Shinobu's case, that may mean something so amazing that she'd never even dared to dream it!\r\n\r\n(Source: Sentai Filmworks)",
        "created_at": "2022-11-24T07:13:05.597472Z",
        "updated_at": "2022-11-24T07:13:05.597472Z",
        "deleted_at": null
    }, {
        "id": 3418,
        "name": "Kobayashi-san Chi no Maid Dragon S",
        "slug": "kobayashi_san_chi_no_maid_dragon_s",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The second season of <i>Kobayashi-san Chi no Maidragon<\/i>.\n",
        "created_at": "2021-07-08T08:11:49.839352Z",
        "updated_at": "2021-07-08T10:38:10.170779Z",
        "deleted_at": null
    }, {
        "id": 3451,
        "name": "Love Live! Superstar!!",
        "slug": "love_live_superstar",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Tokyo’s brand-new Yuigaoka Girls’ High School has no history, no upperclassmen, and no reputation—its first students are starting from scratch! A team of five girls led by Kanon Shibuya discover school idols, and their hopes to do something with singing begin to grow. They begin the “School Idol Project” with a blank slate and infinite potential. It’s time for their Love Live to take flight!<br><br>(Source: Funimation)",
        "created_at": "2021-08-12T08:08:44.909593Z",
        "updated_at": "2021-08-12T09:05:43.575082Z",
        "deleted_at": null
    }, {
        "id": 3452,
        "name": "Magia Record: Mahou Shoujo Madoka☆Magica Gaiden 2nd Season",
        "slug": "magia_record_mahou_shoujo_madokamagica_gaiden_2nd_season",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The second season of <i>Magia Record: Mahou Shoujo Madoka☆Magica Gaiden<\/i>.",
        "created_at": "2021-08-12T08:08:45.082246Z",
        "updated_at": "2021-08-12T09:05:48.229956Z",
        "deleted_at": null
    }, {
        "id": 3404,
        "name": "Mahouka Koukou no Yuutousei",
        "slug": "mahouka_koukou_no_yuutousei",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Nearly a century after magic was recognized as a real form of technology, Miyuki Shiba begins her term at Magic High School. An “honor” student, she dreamed of enjoying school with her older brother Tatsuya, an “irregular” student. But a rift between the gifted Course 1 students and the inferior Course 2 students could stand in the way. This time, Miyuki is the star of the show!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-07-04T08:11:17.170003Z",
        "updated_at": "2021-07-04T10:36:48.969474Z",
        "deleted_at": null
    }, {
        "id": 3506,
        "name": "Mahoutsukai no Yome: Nishi no Shounen to Seiran no Kishi",
        "slug": "mahoutsukai_no_yome_nishi_no_shounen_to_seiran_no_kishi",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Gabriel is an ordinary boy who just moved from London and was bored with his surrounding, until one day, he saw a wisp of purple smoke from the window of his house. At that time, he hurriedly chased the smoke, looking for any kind of freedom and fun. Though they should not, the world of boys and wizards soon intersect...<br>\n<br>\nMeanwhile, in the middle of an uncommon regular day, where Elias is helping Chise prepare to head to the college, Spriggan arrives at the mansion on a seemingly creepy horse with a grim message, \"the appearance of the ghost hunting corps. this time is very odd\".<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i> Note: The episodes were bundled with volumes 16-18 of the manga.<\/i>",
        "created_at": "2021-10-01T08:08:58.653609Z",
        "updated_at": "2021-10-01T09:05:14.577818Z",
        "deleted_at": null
    }, {
        "id": 3501,
        "name": "Megami-ryou no Ryoubo-kun.",
        "slug": "megami_ryou_no_ryoubo_kun",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Down-on-his-luck Koushi Nagumo wanders the streets unemployed, homeless and in search of his next meal. His fortunes improve after a chance meeting with a vivacious young woman whose proposition seemingly solves nearly all his problems. Thanks to her, Koushi enters the welcoming halls of a dormitory at a women’s college… only this particular assignment is no stuffy, sleepy affair. The Goddess’ Dormitory is known for housing the college’s most unruly students! If he wants to keep a roof over his head, Koushi must become the “Dormitory Mother” charged with maintaining order and good discipline. But doing his job and keeping his sanity are no small feat with characters as endearingly eccentric and untamable as these!<br>\n<br>\n(Source: Sentai Filmworks)",
        "created_at": "2021-09-29T08:08:53.507976Z",
        "updated_at": "2021-09-29T09:04:41.552811Z",
        "deleted_at": null
    }, {
        "id": 3472,
        "name": "Meikyuu Black Company",
        "slug": "meikyuu_black_company",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Kinji, who lacks any kind of work ethic, is a layabout in his modern life. One day, he finds himself transported to another world—but not in a grand fantasy of a hero welcomed with open arms. He's immediately shoved into a terrible job! Now enslaved by an evil mining company in a fantasy world, Kinji's about to really learn the meaning of hard work!\n\n(Source: Seven Seas Entertainment)",
        "created_at": "2021-08-28T03:54:41.092050Z",
        "updated_at": "2021-08-28T03:54:41.092050Z",
        "deleted_at": null
    }, {
        "id": 3940,
        "name": "Misaki no Mayoiga",
        "slug": "misaki_no_mayoiga",
        "year": 2021,
        "season": "Summer",
        "synopsis": "17-year-old Moeka, who lost her parents, and Yurie, seeking to escape her violent husband, got off at a Kitsunezaki station one day. The great earthquake and tsunami had changed their destinies. Their lives were saved, but they were perplexed when asked about their identities at an evacuation site. It was an old woman named Kiwa Yamana who lent them a helping hand. From that day, Yurie was known as Yui, Moeka as Hiyori, and together with Kiwa, the three women began a wonderful communal life together at the old house \"Mayoiga\" overlooking the sea.\r\n\r\n(Source: MAL News)",
        "created_at": "2022-12-07T05:04:06.063879Z",
        "updated_at": "2022-12-07T05:04:06.063879Z",
        "deleted_at": null
    }, {
        "id": 3453,
        "name": "Night Head 2041",
        "slug": "night_head_2041",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The story follows the Kirihara brothers who from a young age were incarcerated in a secure scientific facility due to their supernatural powers, having escaped after the barrier that was preventing them malfunctions. The story also follows the Kuroki brothers who are trying to chase the Kirihara brothers.\n",
        "created_at": "2021-08-12T08:08:46.212269Z",
        "updated_at": "2021-08-12T09:05:53.904982Z",
        "deleted_at": null
    }, {
        "id": 3433,
        "name": "Obey Me!",
        "slug": "obey_me",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Lucifer, Satan, and the other five princes of hell are students at the Royal Academy of Diavolo, where they train to rule the Demon World. From following humans to falling in love, their individual quirks land them in interesting situations every single day! Will their antics get them expelled, or will one of these infamous brothers come out on top?<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-07-29T08:09:01.145412Z",
        "updated_at": "2021-07-29T09:05:04.265633Z",
        "deleted_at": null
    }, {
        "id": 3398,
        "name": "Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta... X",
        "slug": "otome_game_no_hametsu_flag_shika_nai_akuyaku_reijou_ni_tensei_shiteshimatta_x",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Second season of Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta...",
        "created_at": "2021-07-03T08:11:21.135029Z",
        "updated_at": "2021-07-03T19:59:48.896832Z",
        "deleted_at": null
    }, {
        "id": 3399,
        "name": "Peach Boy Riverside",
        "slug": "peach_boy_riverside",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Saltherine Aldarake, princess of the Kingdom of Aldarake, dreams of traveling the world—a dangerous dream in a land where monsters roam the countryside as they please, and humans live behind high, strong walls. But when a chance meeting with traveler Mikoto gives hope to her dream, he shatters it soon after, as he reveals himself to be none other than Momotaro, ruthless demon-slayer. Though horrified by the gore Momotaro leaves behind, Saltherine is convinced more than ever that she needs to learn about the world beyond her walls, and journeys out...following the steps of the mysterious, charismatic, terrifying boy she met that day...\n\n(Source: Kodansha USA)",
        "created_at": "2021-07-03T08:11:21.273676Z",
        "updated_at": "2021-07-03T19:49:55.201014Z",
        "deleted_at": null
    }, {
        "id": 3405,
        "name": "Re-Main",
        "slug": "re_main",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Just after winning a national water polo title in his third year of junior high, a car accident left Minato Kiyomizu in a coma. Nearly a year passes before he awakes, but with no memory of his last school year. Now in high school with a fresh start, he leaves the sport behind, but a promise has him returning to it. However, his new team is weak, and that’s just a sign for more problems to come.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-07-04T08:11:18.923286Z",
        "updated_at": "2021-07-04T10:36:57.782476Z",
        "deleted_at": null
    }, {
        "id": 3396,
        "name": "Scarlet Nexus",
        "slug": "scarlet_nexus",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Solar calendar year 2020: grotesque organisms called Others have begun eating people. To take down this new enemy, the Other Suppression Force is formed. Saved by this elite team as a child, psychokinetic Yuito withstands the training to enlist. On the other hand, prodigy Kasane was scouted for her abilities. But Kasane’s dreams tell her strange things, dragging the two into an unavoidable fate.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-07-02T08:11:51.580685Z",
        "updated_at": "2021-07-02T10:36:46.540768Z",
        "deleted_at": null
    }, {
        "id": 3412,
        "name": "Seirei Gensouki",
        "slug": "seirei_gensouki",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Meet Rio: a callous orphaned boy living in the slums. At only 7-years-old, he realizes he’s actually the reincarnation of Haruto Amakawa, a Japanese university student with a tragic past. While still reeling from this shocking epiphany, Rio also comes to learn that he possesses extremely potent magical abilities and uses his new powers to solve the kidnapping case of a little girl. His good deed is acknowledged, and he’s rewarded by being enrolled into… a prestigious academy for noble children...?<br>\n<br>\n(Source: J-Novel Club)",
        "created_at": "2021-07-07T08:11:29.383771Z",
        "updated_at": "2021-07-07T10:40:06.166912Z",
        "deleted_at": null
    }, {
        "id": 3409,
        "name": "Shinigami Bocchan to Kuro Maid",
        "slug": "shinigami_bocchan_to_kuro_maid",
        "year": 2021,
        "season": "Summer",
        "synopsis": "How can you fall in love when you can’t even hold hands? Due to a childhood curse, anything that the Duke touches will die—which makes his flirty maid’s behavior all the more shocking! Is there a way for the Duke and his companions to somehow break the curse, or is he doomed to a life where love is forever out of his reach?<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-07-06T08:11:58.363994Z",
        "updated_at": "2021-07-06T10:39:16.292660Z",
        "deleted_at": null
    }, {
        "id": 3434,
        "name": "Shiroi Suna no Aquatope",
        "slug": "shiroi_suna_no_aquatope",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The anime takes place at Gama Gama Aquarium, a small aquarium in Okinawa, an hour's bus ride from Naha. Kukuru Misakino is an 18-year-old high school student who works there, and she knows about the \"secret\" of the aquarium: sometimes you can see mysterious things. One day Kukuru meets Fuuka, standing in front of a water tank with flowing hair and a tear rolling down her cheek. Fuuka has given up on her dream of becoming an idol and she has run away from Tokyo to Okinawa. Wanting to find a place to belong, Fuuka earnestly asks to work at the aquarium. The anime follows Kukuru and Fuuka as they deal with the issues of the secret of the aquarium and a looming crisis of its possible closure.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2021-07-29T08:09:03.462720Z",
        "updated_at": "2021-07-29T09:05:07.470029Z",
        "deleted_at": null
    }, {
        "id": 3447,
        "name": "Sonny Boy",
        "slug": "sonny_boy",
        "year": 2021,
        "season": "Summer",
        "synopsis": "It’s an ordinary summer vacation...except for the fact that Nagara’s high school has mysteriously drifted into another dimension. As the students begin to develop strange new powers, will they work together to survive the alien environment and find a way home, or will their newly formed factions and rivalries turn on each other?\n\n(Source: Funimation)",
        "created_at": "2021-08-10T06:31:37.080596Z",
        "updated_at": "2021-08-10T06:31:37.080596Z",
        "deleted_at": null
    }, {
        "id": 3410,
        "name": "Tantei wa Mou, Shindeiru.",
        "slug": "tantei_wa_mou_shindeiru",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Thwarting a hijacking with the beautiful, silver-haired detective, Siesta, transforms Kimihiko’s young life. Their success kicks off years of crime-solving and confronting syndicates around the world—until Siesta dies. Left with questions, Kimihiko moves on. But now, a new case may open healed wounds as it connects to an assassin, a world conspiracy, and his dead partner!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-07-06T08:11:59.167948Z",
        "updated_at": "2021-07-06T10:39:30.111778Z",
        "deleted_at": null
    }, {
        "id": 3413,
        "name": "Tensei shitara Slime Datta Ken 2nd Season Part 2",
        "slug": "tensei_shitara_slime_datta_ken_2nd_season_part_2",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The second cour of the second season of <i>Tensei Shitara Slime Datta Ken<\/i>.",
        "created_at": "2021-07-07T08:11:30.925040Z",
        "updated_at": "2021-07-07T10:40:12.136845Z",
        "deleted_at": null
    }, {
        "id": 3415,
        "name": "Tsuki ga Michibiku Isekai Douchuu",
        "slug": "tsuki_ga_michibiku_isekai_douchuu",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Misumi Makoto was just an ordinary high school student when he, due to certain circumstances his parents were facing, gets summoned to the other world to become a \"hero.\" The goddess of the other world, however, insults him for his \"ugly face\" and strips his \"hero\" title, before casting him off to the wilderness at the edge of the world. As he wanders the wilderness, Makoto encounters dragons, spiders, orcs, dwarves, and all sorts of non-human tribes. Because Makoto comes from a different world, he is able to unleash unimaginable magical powers and combat skills. But just how will he handle his encounters with various species and survive in his new environment?",
        "created_at": "2021-07-07T20:14:43.829347Z",
        "updated_at": "2021-07-07T20:14:43.829347Z",
        "deleted_at": null
    }, {
        "id": 3419,
        "name": "TsukiPro The Animation 2",
        "slug": "tsukipro_the_animation_2",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The second season of <i>TSUKIPRO THE ANIMATION<\/i>.",
        "created_at": "2021-07-08T08:11:54.783596Z",
        "updated_at": "2021-07-20T12:31:59.939447Z",
        "deleted_at": null
    }, {
        "id": 3414,
        "name": "Uramichi Oniisan",
        "slug": "uramichi_oniisan",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Being an adult is hard. For 31-year-old Uramichi Omota, that depressing truth weighs on him. While on TV, he’s an upbeat exercise instructor for a children’s show, but sometimes he can’t keep his sardonic comments to himself. Even his coworkers, a pair of mascots and a singing duo, keep revealing the plight of adulthood on air. Regardless, they’re working through it one a day at a time.<br><br>(Source: Funimation)",
        "created_at": "2021-07-07T08:11:31.610980Z",
        "updated_at": "2021-07-07T10:40:21.756200Z",
        "deleted_at": null
    }, {
        "id": 3400,
        "name": "Vanitas no Karte",
        "slug": "vanitas_no_karte",
        "year": 2021,
        "season": "Summer",
        "synopsis": "Rumors revolving around The Book of Vanitas, a clockwork grimoire of dubious reputation, draw Noé, a young vampire in search of a friend's salvation, to Paris. What awaits him in the City of Flowers, however, is not long hours treading the pavement or rifling through dusty bookshops in search of the tome. Instead, his quarry comes to him...in the arms of a man claiming to be a vampire doctor! Thrust into a conflict that threatens the peace between humans and vampires, will Noé cast in his lot with the curious and slightly unbalanced Vanitas and his quest to save vampirekind?",
        "created_at": "2021-07-03T08:11:24.334104Z",
        "updated_at": "2021-07-03T19:35:16.742047Z",
        "deleted_at": null
    }, {
        "id": 3476,
        "name": "Yami Shibai 9",
        "slug": "yami_shibai_9",
        "year": 2021,
        "season": "Summer",
        "synopsis": "The ninth season of <i>Yami Shibai<\/i>.",
        "created_at": "2021-08-31T08:08:57.425396Z",
        "updated_at": "2021-08-31T09:03:52.297792Z",
        "deleted_at": null
    }],
    "fall": [{
        "id": 3592,
        "name": "180 Byou de Kimi no Mimi wo Shiawase ni Dekiru ka?",
        "slug": "180_byou_de_kimi_no_mimi_wo_shiawase_ni_dekiru_ka",
        "year": 2021,
        "season": "Fall",
        "synopsis": "A short anime that will let viewers experience various forms of ASMR in 180 seconds. In the story, the heroine challenges her classmates to share in her hobby of recording ASMR works.<br>\n<br>\n(Source: Anime News Network)",
        "created_at": "2021-12-15T08:08:51.020755Z",
        "updated_at": "2021-12-15T09:05:00.389128Z",
        "deleted_at": null
    }, {
        "id": 3513,
        "name": "86 2nd Season",
        "slug": "86_2nd_season",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The second cour of <i>86: Eighty Six<\/i>.",
        "created_at": "2021-10-03T08:08:43.103028Z",
        "updated_at": "2021-10-03T09:04:18.766615Z",
        "deleted_at": null
    }, {
        "id": 3873,
        "name": "Aria the Benedizione",
        "slug": "aria_the_benedizione",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The third and final installment in the Ao no Curtain Call (Blue Curtain Call) trilogy.",
        "created_at": "2022-09-06T15:32:22.985210Z",
        "updated_at": "2022-09-06T15:32:22.985210Z",
        "deleted_at": null
    }, {
        "id": 3577,
        "name": "Blade Runner: Black Lotus",
        "slug": "blade_runner_black_lotus",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Los Angeles 2032. A young woman wakes up with no memories and possessing deadly skills. The only clues to her mystery are a locked data device and a tattoo of a black lotus. Putting together the pieces, she must hunt down the people responsible for her brutal and bloody past to find the truth of her lost identity.\n\n(Source: Crunchyroll)",
        "created_at": "2021-11-25T01:48:45.877649Z",
        "updated_at": "2021-11-25T01:48:45.877649Z",
        "deleted_at": null
    }, {
        "id": 3508,
        "name": "Blue Period",
        "slug": "blue_period",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The studious Yatora leaves a dry life of study and good manners behind for a new passion: painting. But untethering yourself from all your past expectations is dangerous as well as thrilling…\n<br><br>\n(Source: Kodansha USA)<br>\n<br>\n<i>Note: The anime received an early premiere on Netflix on Sep 25, 2021. The regular TV broadcast started on Oct 2, 2021.<\/i>",
        "created_at": "2021-10-02T08:08:41.596494Z",
        "updated_at": "2021-10-02T09:03:51.734638Z",
        "deleted_at": null
    }, {
        "id": 3547,
        "name": "Build Divide: Code Black",
        "slug": "build_divide_code_black",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Everything is decided by Build-Divide and it's the King who reigns supreme, but whoever can defeat him will be granted their heart’s desire. While everyone has a wish, the young Teruto Kurabe vows to win and get what he longs for. Guiding him on the path to victory is the mysterious Sakura Banka. Now, the stage is set in Shin Kyoto as Teruto dives headfirst into battle.<br><br>(Source: Funimation)",
        "created_at": "2021-10-18T08:08:51.810192Z",
        "updated_at": "2021-10-18T09:04:57.906385Z",
        "deleted_at": null
    }, {
        "id": 3522,
        "name": "Cardfight!! Vanguard: overDress Season 2",
        "slug": "cardfight_vanguard_overdress_season_2",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The second season of <i>Cardfight!! Vanguard: overDress<\/i>.",
        "created_at": "2021-10-05T08:08:51.618366Z",
        "updated_at": "2021-10-05T09:05:40.188432Z",
        "deleted_at": null
    }, {
        "id": 3554,
        "name": "Deep Insanity: The Lost Child",
        "slug": "deep_insanity_the_lost_child",
        "year": 2021,
        "season": "Fall",
        "synopsis": "A mysterious illness has put millions in comas. An underground realm has appeared at its origin: Antarctica. Strange creatures make up its population, and undiscovered natural resources make it a gold mine. Many humans enter in search of fortune, but Daniel Kai Shigure searches for something deeper—a cure. Gifted with immunity to the illness, he might be humanity’s last hope.\n<br><br>\n(Source: Funimation)\n",
        "created_at": "2021-10-23T08:08:43.634171Z",
        "updated_at": "2021-10-23T09:04:01.824877Z",
        "deleted_at": null
    }, {
        "id": 3509,
        "name": "Deji Meets Girl",
        "slug": "deji_meets_girl",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The wondrous story is set in motion one summer when Maise Higa, a listless first-year high school girl who works part-time at the front desk of her family's hotel in Okinawa, meets an \"Ichirou Suzuki,\" a mysterious youth who came alone from Tokyo as a hotel guest. Since Suzuki's arrival, \"deji\" things have been happening around Maise, like fish swimming around the room or a giant banyan tree smashing through the hotel ceiling. (\"Deji\" is an Okinawan word that means \"totally\" or \"very.\") <br><br>\n\n(Source: Anime News Network, edited)",
        "created_at": "2021-10-02T08:08:42.295235Z",
        "updated_at": "2021-10-02T09:03:54.666162Z",
        "deleted_at": null
    }, {
        "id": 3517,
        "name": "Digimon Ghost Game",
        "slug": "digimon_ghost_game",
        "year": 2021,
        "season": "Fall",
        "synopsis": "\"They are near you\"<br>\n<br>\n\nIn the near future, new technology has been developed. On social media, rumors have been circulating about strange phenomena of unknown authenticity known as \"Hologram Ghosts\".<br>\n<br>\n\nFirst year junior high school student Hiro Amanokawa activates a mysterious device left by his father called a \"Digivice\", resulting in unknown creatures that can't be seen by the average person—Digimon—becoming visible to him. Since the day he met Gammamon, a mischievous Digimon that was entrusted to him by his father, Hiro has been caught up in various strange phenomena. There is a \"Mouth-stitched Man\" who steals human time, and a \"Mummy Man\" who wanders around every night kidnapping humans... Hologram Ghosts are nearby, and are targeting us. From here on, this is a story about the other side of the world that no one is aware of. Together with Gammamon and his friends, Hiro sets foot into a mysterious world inhabited by Digimon.",
        "created_at": "2021-10-04T08:08:40.758535Z",
        "updated_at": "2021-10-04T09:04:31.038282Z",
        "deleted_at": null
    }, {
        "id": 3495,
        "name": "Ganbare Douki-chan",
        "slug": "ganbare_douki_chan",
        "year": 2021,
        "season": "Fall",
        "synopsis": "\"In a shared room with my co-worker at the hotel?! Although I was warned not to do anything stupid, my eyes would inadvertently turn to her legs wrapped in pantyhose...\"\n\nUnbeknownst to him however, Douki-chan secretly has feelings for him. As Douki-chan struggles to confess her feelings, her rivals, both the kouhai and senpai, continue to vie for his affection.\n\nGanbare Douki-chan realistically depicts the texture of clothes, cute expressions, and exciting situations with plenty of temptation, featuring a great deal of satisfying highlights.\n\n(Source: MAL News)",
        "created_at": "2021-09-21T08:08:42.683631Z",
        "updated_at": "2021-09-23T08:13:08.228984Z",
        "deleted_at": null
    }, {
        "id": 3496,
        "name": "Getsuyoubi no Tawawa 2",
        "slug": "getsuyoubi_no_tawawa_2",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The anime follows a salaryman who has a chance meeting with a girl named Ai on the train. They begin to meet every Monday on the train, with the man serving as her bodyguard on the crowded commute while they chat.\n\n(Source: ANN)",
        "created_at": "2021-09-21T08:08:42.792264Z",
        "updated_at": "2021-09-23T08:13:08.258341Z",
        "deleted_at": null
    }, {
        "id": 3606,
        "name": "Girls und Panzer: Daikon War!",
        "slug": "girls_und_panzer_daikon_war",
        "year": 2021,
        "season": "Fall",
        "synopsis": null,
        "created_at": "2022-01-04T08:08:54.278137Z",
        "updated_at": "2022-01-04T08:13:34.827685Z",
        "deleted_at": null
    }, {
        "id": 3608,
        "name": "Given: Uragawa no Sonzai",
        "slug": "given_uragawa_no_sonzai",
        "year": 2021,
        "season": "Fall",
        "synopsis": "OVA bundled with the <i>Given<\/i> manga's seventh volume, as a limited edition bonus.",
        "created_at": "2022-01-04T08:08:54.337082Z",
        "updated_at": "2022-01-04T09:05:54.121920Z",
        "deleted_at": null
    }, {
        "id": 3707,
        "name": "Gunma-chan",
        "slug": "gunma_chan",
        "year": 2021,
        "season": "Fall",
        "synopsis": "An anime series based on the Gunma prefecture mascot character, Gunma-chan.",
        "created_at": "2022-02-18T08:09:24.546733Z",
        "updated_at": "2022-02-18T09:10:37.583222Z",
        "deleted_at": null
    }, {
        "id": 3555,
        "name": "Gyakuten Sekai no Denchi Shoujo",
        "slug": "gyakuten_sekai_no_denchi_shoujo",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Conquered by alternate-world invaders, Japan has become a shadow of what it once was. Manga, anime, idols, and more are censored by these parallel universe overlords...or so it seems. In the less-than-legal stores of Akihabara, Hosomichi joins a group of female freedom fighters made up of pilots and otakus.<br><br>\n\n(Source: Funimation)",
        "created_at": "2021-10-23T08:08:44.658015Z",
        "updated_at": "2021-10-23T09:04:06.773014Z",
        "deleted_at": null
    }, {
        "id": 3569,
        "name": "Hanma Baki: Son of Ogre",
        "slug": "hanma_baki_son_of_ogre",
        "year": 2021,
        "season": "Fall",
        "synopsis": "To gain the skills he needs to surpass his powerful father, Baki enters Arizona State Prison to take on the notorious inmate known as Mr. Unchained.\n\nThird part of the Baki series.\n\n(Source: Netflix)",
        "created_at": "2021-11-12T07:26:14.421233Z",
        "updated_at": "2021-11-12T07:26:14.421233Z",
        "deleted_at": null
    }, {
        "id": 3514,
        "name": "Hanyou no Yashahime: Sengoku Otogizoushi - Ni no Shou",
        "slug": "hanyou_no_yashahime_sengoku_otogizoushi_ni_no_shou",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The second season of <i>Hanyou no Yashahime<\/i>.",
        "created_at": "2021-10-03T08:08:45.784743Z",
        "updated_at": "2021-10-03T09:04:22.651059Z",
        "deleted_at": null
    }, {
        "id": 3498,
        "name": "Heike Monogatari",
        "slug": "heike_monogatari",
        "year": 2021,
        "season": "Fall",
        "synopsis": "A young orphan named Biwa is taken in by the powerful Taira Clan—also known as the Heike—after their leader witnesses her extraordinary psychic abilities. Unfortunately, what she predicts is a future of bloodshed, violence, and civil war. Inspired by the 12th-century epic tale Heike Monogatari.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-09-23T08:08:44.634666Z",
        "updated_at": "2021-09-23T09:03:49.747364Z",
        "deleted_at": null
    }, {
        "id": 3510,
        "name": "Isekai Shokudou 2",
        "slug": "isekai_shokudou_2",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The second season of <i>Isekai Shokudou<\/i>.<br>\n<br>\nThe restaurant is opening up again with new characters and new dishes.<br>\n<br>\nThere is a certain restaurant in the first basement level of a multi-tenant building in one corner of a shopping street near the office district. The historical restaurant, marked by a sign with a picture of a cat, is called \"Western Cuisine Nekoya.\" This restaurant looks completely normal through the week, but on Saturdays, it opens in secret exclusively to some very unique guests. During these hours, doors in various areas of a parallel world open to allow customers of many different races and cultures into the restaurant.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-10-02T08:08:44.307026Z",
        "updated_at": "2021-10-02T09:03:57.374428Z",
        "deleted_at": null
    }, {
        "id": 3945,
        "name": "Jujutsu Kaisen 0",
        "slug": "jujutsu_kaisen_0",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Violent misfortunes frequently occur around 16-year-old Yuuta Okkotsu, a timid victim of high school bullying. Yuuta is saddled with a monstrous curse, a power that dishes out brutal revenge against his bullies. Rika Orimoto, Yuuta's curse, is a shadow from his tragic childhood and a potentially lethal threat to anyone who dares wrong him.\r\n\r\nYuuta's unique situation catches the attention of Satoru Gojou, a powerful sorcerer who teaches at Tokyo Jujutsu High. Gojou sees immense potential in Yuuta, and he hopes to help the boy channel his deadly burden into a force for good. Yet Yuuta struggles to find his place among his talented classmates: the selectively mute Toge Inumaki, weapons expert Maki Zenin, and Panda.\r\n\r\nYuuta clumsily utilizes Rika on missions with the other first-year students, but the grisly aftermath of Rika's tremendous displays of power draws the interest of the calculating curse user Suguru Getou. As Getou strives to claim Rika's strength and use it to eliminate all non-jujutsu users from the world, Yuuta fights alongside his friends to stop the genocidal plot.\r\n\r\n[Written by MAL Rewrite]",
        "created_at": "2022-12-17T17:28:17.105552Z",
        "updated_at": "2022-12-17T17:28:17.105552Z",
        "deleted_at": null
    }, {
        "id": 3556,
        "name": "Kaginado",
        "slug": "kaginado",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Laughs and shenanigans are on the horizon in this crossover! Fan-favorite characters from <i>Kanon<\/i>, <i>Air<\/i>, <i>Clannad<\/i>, <i>Little Busters!<\/i>, <i>Rewrite<\/i>, and more start the school year together in a new world where anything is possible. With so much personality in one anime universe, every day feels like a new kind of dream.<br><br>\n(Source: Funimation)",
        "created_at": "2021-10-23T08:08:45.661794Z",
        "updated_at": "2021-10-23T09:04:09.813856Z",
        "deleted_at": null
    }, {
        "id": 3941,
        "name": "Kamiarizuki no Kodomo",
        "slug": "kamiarizuki_no_kodomo",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Sixth-grade student Kanna Hayama's love of running becomes a source of grief when she loses her mother Yayoi, whom she shared this passion with. However, her disposition changes after she accidentally discovers an astonishing truth about Yayoi.\r\n\r\nOne day, Kanna unexpectedly encounters a divine messenger in the form of her favorite rabbit Shiro and a demon boy named Yasha. They reveal to the girl that her mother was an \"Idaten\"—a descendant of the gods endowed with incredible speed and entrusted to bring offerings from all over Japan to the annual Kamiari Festival in Izumo. As Yayoi's daughter and the new possessor of the Idaten amulet, Kanna is expected to take over this responsibility; otherwise, there will be dire consequences for the country's fate in the year to come.\r\n\r\nEnticed by the prospect of seeing her mother once more at the deities' event, Kanna accepts the challenge and enlists Shiro and Yasha to help her on her quest. Unbeknownst to her, there is more than meets the eye to this marathon-like journey that will test not only her physical condition but also her heart's resolve.\r\n\r\n[Written by MAL Rewrite]",
        "created_at": "2022-12-10T22:44:57.089088Z",
        "updated_at": "2022-12-10T22:44:57.089088Z",
        "deleted_at": null
    }, {
        "id": 3548,
        "name": "Kimetsu no Yaiba: Mugen Ressha-hen",
        "slug": "kimetsu_no_yaiba_mugen_ressha_hen",
        "year": 2021,
        "season": "Fall",
        "synopsis": null,
        "created_at": "2021-10-18T08:08:54.541813Z",
        "updated_at": "2021-10-18T08:13:25.096619Z",
        "deleted_at": null
    }, {
        "id": 3528,
        "name": "Komi-san wa, Comyushou desu.",
        "slug": "komi_san_wa_comyushou_desu",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Timid Tadano is a total wallflower, and that’s just the way he likes it. But all that changes when he finds himself alone in a classroom on the first day of high school with the legendary Komi. He quickly realizes she isn’t aloof—she’s just super awkward. Now he’s made it his mission to help her on her quest to make 100 friends!\n\n(Source: Viz Media)",
        "created_at": "2021-10-07T08:08:39.980540Z",
        "updated_at": "2021-10-08T02:12:55.394119Z",
        "deleted_at": null
    }, {
        "id": 3523,
        "name": "Kyoukai Senki",
        "slug": "kyoukai_senki",
        "year": 2021,
        "season": "Fall",
        "synopsis": "In 2061 AD, Japan is dominated. Divided and ruled by the four major economic blocs of the world, the Japanese people spent their days oppressed as subjugated citizens. Japan became the front line of the world where AMAIM, a human-type special mobile weapon deployed by each economic zone, strode about.. One day, Amou Shiiba, a boy who loves machines, meets i-LeS (autonomous thinking AI) named \"Gai,\" and this leads him to throw himself into the battle to reclaim Japan, by piloting the AMAIM \"Kenbu\" built by himself.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-10-05T08:08:55.052213Z",
        "updated_at": "2021-10-05T09:05:42.969678Z",
        "deleted_at": null
    }, {
        "id": 3524,
        "name": "Kyuuketsuki Sugu Shinu",
        "slug": "kyuuketsuki_sugu_shinu",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Legendary vampire hunter Ronaldo finds an unlikely (and unwilling) ally in Draluc, the world’s weakest vampire who turns to dust at the slightest attack. Together they’re in for more hilarious misadventures than you can shake a stake at, including enemy vampires, axe-wielding editors, and other pains in the neck.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-05T08:08:55.092171Z",
        "updated_at": "2021-10-05T09:05:45.687517Z",
        "deleted_at": null
    }, {
        "id": 3602,
        "name": "Lord El-Melloi II Sei no Jikenbo: Rail Zeppelin Grace Note - Tokubetsu-hen",
        "slug": "lord_el_melloi_ii_sei_no_jikenbo_rail_zeppelin_grace_note_tokubetsu_hen",
        "year": 2021,
        "season": "Fall",
        "synopsis": "A letter is delivered to Lord El-Melloi II informing him of a Clock Tower reunion. One morning, as the reunion's date draws near, Lord El-Melloi II takes a look in the mirror and reels in shock. He is suddenly a full decade younger! Lord El-Melloi II has become Waver Velvet, his former self! Believing himself to be in the grip of a powerful, magically induced delusion, Lord El-Melloi II immediately begins investigating how this could have happened. On the day of the reunion, he makes his way to the gathering of his contemporaries, planning to confront whoever transformed his body and hoping to reveal their intentions. However, when Touko Aozaki arrives, things take a sudden turn...<br>\n<br>\n(Source: Crunchyroll) <br>\n<br>\n<i>Note: The special edition was broadcasted in the Fate Project New Year's Eve TV Special 2021.<\/i>",
        "created_at": "2022-01-03T08:09:28.128415Z",
        "updated_at": "2022-01-03T09:06:56.105909Z",
        "deleted_at": null
    }, {
        "id": 3549,
        "name": "Lupin III: Part 6",
        "slug": "lupin_iii_part_6",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Gentleman thief Lupin III is back and ready for his next caper— unless legendary sleuth, Sherlock Holmes, has anything to say about it! When Holmes’ longtime partner, Dr. Watson, is murdered, none other than Lupin tops the suspects list. With Holmes fast closing in, Lupin must prove his innocence and bring a shadowy organization called The Raven to heel if he wants to live to steal another day.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: Episode 0 -The Times- is included in this entry.<\/i>",
        "created_at": "2021-10-18T08:08:55.153362Z",
        "updated_at": "2021-10-18T09:05:00.859761Z",
        "deleted_at": null
    }, {
        "id": 3558,
        "name": "Lupin III: Part 6 - Jidai",
        "slug": "lupin_iii_part_6_jidai",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Episode 0 of Lupin III: Part 6 series.",
        "created_at": "2021-10-24T08:08:44.712446Z",
        "updated_at": "2021-10-24T22:58:37.069339Z",
        "deleted_at": null
    }, {
        "id": 3609,
        "name": "Mahouka Koukou no Rettousei: Tsuioku-hen",
        "slug": "mahouka_koukou_no_rettousei_tsuioku_hen",
        "year": 2021,
        "season": "Fall",
        "synopsis": "April 2095. A century has passed since magic was established as actual technology. The two siblings enroll at a prestigious school for magicians called the National Magic University Affiliated First High School, better known as “Magic High School.” Tatsuya, the older brother, is an “irregular” with a fatal flaw to his magic powers. The younger sister, Miyuki, is a star student with unmatched magical talent.<br>\n<br>\nThough they are now close enough to be mistaken as a couple, just a few years ago, the two had a dysfunctional relationship, where they were nothing more than a master and servant. One incident, however, alters their relationship forever. Three years ago in Okinawa, an unforgettable experience turns their souls and destinies on their heads.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2022-01-04T08:08:57.024039Z",
        "updated_at": "2022-01-04T09:05:56.681995Z",
        "deleted_at": null
    }, {
        "id": 3533,
        "name": "Megaton-kyuu Musashi",
        "slug": "megaton_kyuu_musashi",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The story takes place after 90 percent of humanity wiped out due to an invasion. Survivors live in a shelter where their lives are monitored, and memories of the invasion erased. Three teenagers from the shelter are chosen to pilot three machines that combine to form the Musashi robot, made out of a material named Megatronium alloy. The series will balance robot action with school life.",
        "created_at": "2021-10-08T08:08:43.750375Z",
        "updated_at": "2021-10-08T09:04:13.770042Z",
        "deleted_at": null
    }, {
        "id": 3518,
        "name": "Mieruko-chan",
        "slug": "mieruko_chan",
        "year": 2021,
        "season": "Fall",
        "synopsis": "She can see dead people…she just chooses to ignore them. That’s Miko’s plan, anyway, but it doesn’t seem to be working for her in this love letter to the horror genre that will send shivers down your spine—and occasionally tickle your funny bone.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-04T08:08:44.841244Z",
        "updated_at": "2021-10-04T09:04:36.494463Z",
        "deleted_at": null
    }, {
        "id": 3519,
        "name": "Mushoku Tensei: Isekai Ittara Honki Dasu 2nd Season",
        "slug": "mushoku_tensei_isekai_ittara_honki_dasu_2nd_season",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The second cour of <i>Mushoku Tensei: Isekai Ittara Honki Dasu<\/i>.<br>\n<br>\nRudy, Eris, and Rujierd head for Asura Kingdom in search of answers. Meanwhile, Roxy sets out across the Demon Continent to find Rudy.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-04T08:08:45.239215Z",
        "updated_at": "2021-10-04T09:04:40.332630Z",
        "deleted_at": null
    }, {
        "id": 3515,
        "name": "Muteking the Dancing Hero",
        "slug": "muteking_the_dancing_hero",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Anything can happen in Neo San Francisco: monster attacks, retro-future tech, town-thumping tunes! When these monsters threaten to harsh the vibe of this city, DJ pumps up the jams to transform Muteki into Muteking, the dancing hero. The invaders can’t keep up when this superhero hits the dance floor. The classic anime retakes the stage!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-03T08:08:49.025233Z",
        "updated_at": "2021-10-03T09:04:28.443404Z",
        "deleted_at": null
    }, {
        "id": 3550,
        "name": "Muv-Luv Alternative",
        "slug": "muv_luv_alternative",
        "year": 2021,
        "season": "Fall",
        "synopsis": "A story of the bonds between those who fight, in a world pushed to its limits. On one of the countless parallel worlds that exist throughout spacetime, humanity has fought a decades long war against the BETA, hostile extraterrestrial invaders, using humanoid fighting machines called Tactical Surface Fighters. This is a story of how humanity lives and dies while on the brink of extinction…<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-10-18T08:08:56.044075Z",
        "updated_at": "2021-10-18T09:05:05.620740Z",
        "deleted_at": null
    }, {
        "id": 3551,
        "name": "Ousama Ranking",
        "slug": "ousama_ranking",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Unable to hear, speak, or wield a sword, Prince Bojji doesn’t seem like a typical heir to the throne—and his kingdom agrees. But his fateful encounter with Kage, a shadow on the ground, gives him his first true friend. The two set off on a grand adventure and, together, form a bond that can overcome any obstacle...even being king.\n<br><br>\n(Source: Funimation)",
        "created_at": "2021-10-18T08:08:56.776970Z",
        "updated_at": "2021-10-18T09:05:10.428893Z",
        "deleted_at": null
    }, {
        "id": 3534,
        "name": "Platinum End",
        "slug": "platinum_end",
        "year": 2021,
        "season": "Fall",
        "synopsis": "When life becomes too much for Mirai to bear and attempts taking his own life, he’s saved by Nasse, a guardian angel who offers him a chance at becoming the new god. To do so, he must face off against 12 other candidates within 999 days. Mirai, who was once at rock bottom, now finds himself with supernatural powers in a battle royale for the highest title.\n<br><br>\n(Source: Funimation)",
        "created_at": "2021-10-08T08:08:45.234194Z",
        "updated_at": "2021-10-08T09:04:19.619660Z",
        "deleted_at": null
    }, {
        "id": 3529,
        "name": "Puraore! Pride of Orange",
        "slug": "puraore_pride_of_orange",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Manaka’s competitive spirit ignites when she discovers ice hockey! Even though she’s a rookie, she’s got her sights set on Nikko City’s hockey team, where girls aim for the top as they compete in this full-contact sport. After finally convincing her childhood friends and her sister to play, they join a team of girls ready to go for the goal!\n\n(Source: Funimation)",
        "created_at": "2021-10-07T08:08:42.592397Z",
        "updated_at": "2021-10-08T02:14:35.006943Z",
        "deleted_at": null
    }, {
        "id": 3539,
        "name": "Saihate no Paladin",
        "slug": "saihate_no_paladin",
        "year": 2021,
        "season": "Fall",
        "synopsis": "In the ruined city of the dead far from human civilization lives a single human child named Will. He is raised by three undead: Blood the heroic skeleton warrior, Mary the ladylike mummy priestess, and Gus the crotchety ghost wizard. The three of them teach the boy what they know and pour their love into him.<br>\n<br>\nOne day, the boy begins to wonder, \"Who am I?\" Will uncovers the mysteries of the undead hidden in this faraway land. He learns of the love and mercy of good gods, as well as the paranoia and madness of evil gods. And once he learns it all, the boy embarks on the path to becoming a Paladin.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-10-10T08:08:59.933410Z",
        "updated_at": "2021-10-10T09:05:36.286958Z",
        "deleted_at": null
    }, {
        "id": 3552,
        "name": "Sakugan",
        "slug": "sakugan",
        "year": 2021,
        "season": "Fall",
        "synopsis": "In the distant future, humankind lives shoulder-to-shoulder in a cramped \"Colony\" divided by bedrock. Outside the colony extends a dangerous undeveloped area known as \"The Labyrinth.\" Those who risk their lives to explore the Labyrinth and mark undeveloped areas are known as \"Markers.\" Memempu is a young girl who wants to become a Marker, and Gagumber is a man who quit being a Marker. This rag-tag father and daughter team are about to take on the Labyrinth! \"If there is no path, then dig one!\n<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Episode 1 had an early screening during Virtual Crunchyroll Expo 2021 on August 5, 2021.<\/i>",
        "created_at": "2021-10-18T08:08:57.882665Z",
        "updated_at": "2021-10-18T09:05:14.035854Z",
        "deleted_at": null
    }, {
        "id": 3543,
        "name": "Sankaku Mado no Sotogawa wa Yoru",
        "slug": "sankaku_mado_no_sotogawa_wa_yoru",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Bookstore employee Mikado always had a tendency to see creepy things. He had lived his life pretending he didn't see these things but then he has a fateful encounter with an exorcist named Hiyakawa. Mikado ends up being forced to help out with exorcism duties and has to deal with the embarrassing fact that exorcising these things with Hiyakawa somehow feels really good. While getting dragged into dealing with these cases every day, they run into a cold-blooded murder case.<br>\n<br>\n(Source: Crunchyroll)",
        "created_at": "2021-10-11T08:09:00.260379Z",
        "updated_at": "2021-10-11T09:04:54.190991Z",
        "deleted_at": null
    }, {
        "id": 3530,
        "name": "Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei suru",
        "slug": "sekai_saikou_no_ansatsusha_isekai_kizoku_ni_tensei_suru",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The world's number one assassin has been reincarnated as the eldest son of a family of aristocrat assassins. In exchange for being reincarnated in another world, a goddess has imposed upon him one condition. \"Kill the Hero who is prophesied to destroy the world.\"\n\nThis was to be the mission in his new life. The synergistic effect of the vast knowledge and experience he gained that made all manner of assassinations possible in the modern world, and the secret techniques and magic of the fantasy world's most powerful family of assassins turn him into the greatest assassin of all time.\n\n(Source: Crunchyroll)",
        "created_at": "2021-10-07T08:08:43.393926Z",
        "updated_at": "2021-10-08T02:19:29.801766Z",
        "deleted_at": null
    }, {
        "id": 3536,
        "name": "Selection Project",
        "slug": "selection_project",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Suzune Miyama has been sick since childhood, but always used idol Akari Amasawa’s music for courage and smiles through hard times. Now in her final year of junior high, Suzune is auditioning against thousands of contestants to become one of nine chosen idols in the “Selection Project”—the exact audition competition Akari used to gain fame. Will she follow in her icon’s footsteps?<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-09T08:09:04.529016Z",
        "updated_at": "2021-10-09T09:04:49.264991Z",
        "deleted_at": null
    }, {
        "id": 3540,
        "name": "Senpai ga Uzai Kouhai no Hanashi",
        "slug": "senpai_ga_uzai_kouhai_no_hanashi",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Being seen as a full-fledged business woman isn’t easy for Futaba Igarashi when her senpai, Harumi, treats her like a kid. Days for her are never typical, at work or outside of it, with all the antics going on in her life. As mishaps ensue, she’ll find herself growing closer with her loudmouth senpai. Maybe Futaba feels more than she lets on, but one thing’s for sure: she’s still annoyed!<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-10T08:09:00.651339Z",
        "updated_at": "2021-10-10T09:05:39.059547Z",
        "deleted_at": null
    }, {
        "id": 3544,
        "name": "Shikizakura",
        "slug": "shikizakura",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Kakeru Miwa is an otherwise ordinary high school student, but a strange twist puts him on the front line in a supernatural battle against the menacing Oni. With the help of a fantastically powerful battle suit known as “Yoroi”, Kakeru joins an elite team that fights the monstrous Oni and defends humanity from otherworldly threats. The team is assigned to protect Oka Myojin, a shrine maiden who is prophesized to save the world, but she must perform a sacred ritual within Shikizakura, the horizon that connects the spiritual and physical world that lies somewhere amid the blooming cherry blossoms and the colorful autumn leaves. But in this world, the journey to destiny is hard-fought, winding and sometimes deadly.<br>\n<br>\n(Source: Sentai Filmworks)",
        "created_at": "2021-10-11T08:09:00.958656Z",
        "updated_at": "2021-10-11T09:04:58.842827Z",
        "deleted_at": null
    }, {
        "id": 3531,
        "name": "Shin no Nakama ja Nai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni Shimashita",
        "slug": "shin_no_nakama_ja_nai_to_yuusha_no_party_wo_oidasareta_node_henkyou_de_slow_life_suru_koto_ni_shimashita",
        "year": 2021,
        "season": "Fall",
        "synopsis": "A heroic and mighty adventurer dreams of...opening a pharmacy?\n\nRed was once a part of the Hero’s party, a group destined to save the world by fighting the Raging Demon Lord. But after being betrayed by his comrade, Red hopes to start anew by opening a small apothecary in a sleepy town on the frontier. While keeping his past life a secret is the goal, it won’t be easy...especially when a beautiful adventurer from his past asks to move in.\n\n(Source: Funimation)",
        "created_at": "2021-10-07T08:08:44.204799Z",
        "updated_at": "2021-10-08T02:25:27.712186Z",
        "deleted_at": null
    }, {
        "id": 3525,
        "name": "Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei",
        "slug": "shinka_no_mi_shiranai_uchi_ni_kachigumi_jinsei",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Hiiragi Seiichi is an ugly, revolting, dirty, smelly fatass; these are the insults hurled at him one after another about his appearance. Such was Seiichi's daily school life of bullying, then for some reason, one day when school was out, a voice claiming to be a God said over the PA system to prepare to be transported to another world. What's more, not Seiichi alone, but the entire school. A fantasy world where game-like elements such as as levels, stats, and skills exist. However, the God still had preparations to complete for the transfer, and would send them over as soon as the hero summoning ritual was ready. The classes all formed groups to wait for the transfer, but Seiichi alone was discluded and as such was summoned to a different area. After being transported the first thing Seiichi ate was the \"Fruit of Evolution\". This would come to greatly change his life\n<br><br>\nThis story is about how Seiichi went from being severely bullied by his classmates, even not being recognized for his accomplishments, and despite all that staying positive and surviving in this new world. As a result, he somehow becomes one of the champions.",
        "created_at": "2021-10-05T08:08:59.188607Z",
        "updated_at": "2021-10-05T09:05:49.403471Z",
        "deleted_at": null
    }, {
        "id": 3601,
        "name": "Sorairo Utility",
        "slug": "sorairo_utility",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Three high schoolers, Minami, Ayaka, and Haruka, head out for a sunny day of relaxation at the golf course. Beginner Minami slowly gains confidence on the grass as she learns and laughs with the help and encouragement of her more experienced senpai.<br><br>\n(Source: Funimation)",
        "created_at": "2022-01-02T08:14:30.287505Z",
        "updated_at": "2022-01-02T09:10:51.288102Z",
        "deleted_at": null
    }, {
        "id": 3580,
        "name": "Super Crooks",
        "slug": "super_crooks",
        "year": 2021,
        "season": "Fall",
        "synopsis": "One last heist. That's what they all say, right? Just one final score, and everyone can retire and take up fishing. Thing is, the jails are filled with super villains who thought the same thing, and got busted. But the Heat's in a jam. He's run up the kind of gambling debt that - if he can't pay it back in cash - will be paid in blood. Nobody wants to see the most beloved supercrook of all time rubbed out by the mob - especially his biggest fan, Johnny Bolt. And Johnny's got a plan to help the Heat and make all his buddies disgustingly rich at the same time. Unfortunately for Johnny's recruits, they have to head to Spain and rob the world's most notorious super villain blind. And that's where things get tricky.\n<br><br>\n(Source: Millar World)",
        "created_at": "2021-11-28T08:09:08.720874Z",
        "updated_at": "2021-11-28T09:04:50.326508Z",
        "deleted_at": null
    }, {
        "id": 3854,
        "name": "Sword Art Online: Progressive Movie - Hoshi Naki Yoru no Aria",
        "slug": "sword_art_online_progressive_movie_hoshi_naki_yoru_no_aria",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Excelling socially and academically, Asuna Yuuki is on track to ace her high school entrance exams. Her friend and classmate, Misumi \"Mito\" Tozawa, advises her to take a short break from studying and join her on the launch day of Sword Art Online (SAO)—the highly anticipated online virtual reality multiplayer game. Asuna accepts her offer and soon meets her in the game.\r\n\r\nIn a cruel twist of fate, Asuna, Mito, and every other player logged into SAO find themselves trapped in the game permanently. The only way out is to clear all one hundred floors of the game, and to make matters worse, dying inside the game will kill the player in real life. With SAO now turned into a nightmare death trap, Asuna and other gamers—such as the lone swordsman Kazuto \"Kirito\" Kirigaya—must adapt and survive, all whilst attempting to beat the unforgiving competition to the top.\r\n\r\n[Written by MAL Rewrite]",
        "created_at": "2022-07-11T04:11:21.167765Z",
        "updated_at": "2022-07-11T04:11:21.167765Z",
        "deleted_at": null
    }, {
        "id": 3537,
        "name": "Taishou Otome Otogibanashi",
        "slug": "taishou_otome_otogibanashi",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Shima Tamahiko is a self-proclaimed pessimist who hates the world, and with good reason—he’s been exiled to the countryside by his wealthy family because of his disability. But his lonely life is turned upside down by the arrival of Tachibana Yuzuki, his arranged bride. Her cheerfulness slowly heals Shima’s heart in this slice of life romance set during the Taisho era.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-09T08:09:05.801586Z",
        "updated_at": "2021-10-09T09:04:54.109126Z",
        "deleted_at": null
    }, {
        "id": 3546,
        "name": "Takt Op. Destiny",
        "slug": "takt_op_destiny",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Music is the light that illuminates people's hearts-- and that \"light\" was suddenly taken from the world. The world changed the night the black \"Kuroya Meteorite\" fell. Grotesque monsters known as D2 emerged from the meteorite and began to overrun the land and people. As the D2 were drawn to melodies people played, eventually \"music\" itself became taboo. \n<br><br>\nHowever, those who opposed the monsters appeared. They the \"Musicart,\" girls who draw power from music. They possess the great operas and musical scores of humanity history and use them to defeat the D2\n<br><br>\n(Source: Crunchyroll)",
        "created_at": "2021-10-13T08:09:03.862213Z",
        "updated_at": "2021-10-13T09:04:28.456728Z",
        "deleted_at": null
    }, {
        "id": 3520,
        "name": "Tesla Note",
        "slug": "tesla_note",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Genius Nikola Tesla preserved records of all his inventions inside crystals known as Tesla Shards. After an inexplicable incident in Norway, Botan Negoro, a descendant of ninjas raised to be the ultimate agent, is recruited on a mission to recover the crystals. Her partner through this is self-proclaimed No. 1 agent, Kuruma. With the fate of the world at stake, the fight for the shards begins.<br>\n<br>\n(Source: Funimation)",
        "created_at": "2021-10-04T08:08:48.852974Z",
        "updated_at": "2021-10-04T09:04:45.981340Z",
        "deleted_at": null
    }, {
        "id": 3789,
        "name": "Tropical-Rouge! Precure Movie: Yuki no Princess to Kiseki no Yubiwa!",
        "slug": "tropical_rouge_precure_movie_yuki_no_princess_to_kiseki_no_yubiwa",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The story takes place in the wintry land of Shantia, with Manatsu and the others invited to the land by its princess Sharon. But as they arrive, a mysterious monster attacks Shantia, and it is closed off to outsiders.\r\n\r\n(Source: ANN)",
        "created_at": "2022-04-27T23:15:36.479135Z",
        "updated_at": "2022-04-27T23:15:36.479135Z",
        "deleted_at": null
    }, {
        "id": 3521,
        "name": "Tsuki to Laika to Nosferatu",
        "slug": "tsuki_to_laika_to_nosferatu",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Set in a fictional world, 10 years after a long war divided the world into two superpowers: the Union of Zirnitra Republics in the east, and the United Kingdom of Arnak in the west. Both of these superpowers now test their ambitions against each other in a space race. In 1960, the Union's Premier Gergiev announces the Mechtat Program, a prestigious plan to launch manned missions into the final frontier. To this end, the Republic establishes the isolated city of Laika 44, where cosmonaut candidates compete for planned manned missions to space, and scientists develop the technology to make it happen, all in an environment of secrecy.\n<br><br>\nThe story centers on Lev Leps, a backup astronaut candidate, and his new companion, the vampire Irina Ruminescu. As part of a daring new Operation Nosferatu, the Mechtat Program will use Irina as a test subject for various conditions expected in space, and ultimately as part of a manned mission, with Lev overseeing Irina's training as a cosmonaut. For reasons of their own, both dream of going into space.<br><br>\n(Source: Anime News Network)",
        "created_at": "2021-10-04T08:08:49.354403Z",
        "updated_at": "2021-10-04T09:04:48.817201Z",
        "deleted_at": null
    }, {
        "id": 3797,
        "name": "Uchuu Senkan Yamato 2205: Aratanaru Tabidachi - Zenshou - Take Off",
        "slug": "uchuu_senkan_yamato_2205_aratanaru_tabidachi_zenshou_take_off",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The first film in a duology of <i> Uchuu Senkan Yamato 2205: Aratanaru Tabidachi <\/i>.",
        "created_at": "2022-05-04T02:57:26.987682Z",
        "updated_at": "2022-05-04T02:57:26.987682Z",
        "deleted_at": null
    }, {
        "id": 3538,
        "name": "Visual Prison",
        "slug": "visual_prison",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Beautiful immortals have gathered in Harajuku to compete for a grand prize: Immense power! For years now the artists behind worldly culture and music have secretly been vampires, including those who produce Visual Kei. Now, they perform their most beautiful songs in the hallowed grounds of the Prison under the Scarlet Moon.<br><br>(Source: Funimation)",
        "created_at": "2021-10-09T08:09:07.015978Z",
        "updated_at": "2021-10-09T09:04:56.739291Z",
        "deleted_at": null
    }, {
        "id": 3516,
        "name": "Waccha PriMagi!",
        "slug": "waccha_primagi",
        "year": 2021,
        "season": "Fall",
        "synopsis": "Matsuri Hibino spends her days in middle school dreaming about PriMagi, the sparkling stage show that combines song, dance and fashion with actual magic. She’d love to star in the PriMagi one day, and when the spirited troublemaker Myamu appears from another, magical world to scout Matsuri as her PriMagi partner, the pair takes to the stage to become the top stars of PriMagi hand in hand!<br>\n<br>\n(Source: Sentai Filmworks)",
        "created_at": "2021-10-03T08:08:54.144705Z",
        "updated_at": "2021-10-03T09:04:33.092256Z",
        "deleted_at": null
    }, {
        "id": 3541,
        "name": "World Trigger 3rd Season",
        "slug": "world_trigger_3rd_season",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The third season of <i>World Trigger<\/i>.<br>\n<br>\nWith Hyuse joining the Tamakoma Squad, the rank wars are continuing and the Tamakoma squad are striving to get selected for the Away Missions. \n\n\n",
        "created_at": "2021-10-10T08:09:03.890672Z",
        "updated_at": "2021-10-10T09:05:43.637855Z",
        "deleted_at": null
    }, {
        "id": 3933,
        "name": "Xian Wang de Richang Shenghuo 2",
        "slug": "xian_wang_de_richang_shenghuo_2",
        "year": 2021,
        "season": "Fall",
        "synopsis": "When the shadow assassin has been dealt with and Ling Wang's plan to live a normal life might work, when a new global threat has appears and he is the only one able to save the world.\r\n\r\n(Source: MyAnimeList)",
        "created_at": "2022-11-24T21:34:46.050760Z",
        "updated_at": "2022-11-24T21:34:46.050760Z",
        "deleted_at": null
    }, {
        "id": 3511,
        "name": "Yakunara Mug Cup mo: Niban Gama",
        "slug": "yakunara_mug_cup_mo_niban_gama",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The second season of <i>Yakunara Mug Cup Mo<\/i>.",
        "created_at": "2021-10-02T08:08:51.241381Z",
        "updated_at": "2021-10-02T09:04:03.455858Z",
        "deleted_at": null
    }, {
        "id": 3512,
        "name": "Yuuki Yuuna wa Yuusha de Aru: Dai Mankai no Shou",
        "slug": "yuuki_yuuna_wa_yuusha_de_aru_dai_mankai_no_shou",
        "year": 2021,
        "season": "Fall",
        "synopsis": "The third season of <i>Yuuki Yuuna wa Yuusha de Aru<\/i>.<br>\n<br>\nThe magical girls of the Sanshu Middle School Hero Club have one goal: to make people smile whenever they can and to always help those in need. Through teamwork and the help of their magical powers, Yuna, Mimori, Fuu, Itsuki, Karin and Sonoko have vanquished deadly Vertexes, recovered a missing friend and balanced their lives as magical girls and regular middle school students. Now a new adventure begins, one that will test their skills and their bond as friends alike.<br>\n<br>\n(Source: Sentai Filmworks)",
        "created_at": "2021-10-02T08:08:51.643823Z",
        "updated_at": "2021-10-02T09:04:07.160067Z",
        "deleted_at": null
    }]
}